[
  {
    "any": 2010,
    "convocatoria": "jun_3",
    "problema": "P1",
    "descripcio": "Càlcul de l'altura orbital i de l'increment d'energia necessari perquè una nau escapi del camp gravitatori terrestre.",
    "bloc": "Bloc 4 — Camp gravitatori",
    "text": "P1) El 15 d’octubre de 2003, la Xina va posar en òrbita la seva primera nau espacial tripulada. La nau tenia una massa de 7 790 kg i un període orbital de 91,2 minuts.\n(a) Calculeu l’altura de l’òrbita sobre la superfície de la Terra.\n(b) Calculeu l’increment d’energia cinètica necessari perquè la nau escapi del camp gravitatori terrestre.\nDADES: G = 6,67·10⁻¹¹ N·m²/kg²; MTerra = 5,98·10²⁴ kg; RTerra = 6,37·10⁶ m.",
    "imatge_enunciat": "examens/2010_jun_3.pdf",
    "imatge_solucio": "examens/2010_jun_3_sol.pdf",
    "id": "4-CG-400140024003"
  },

  {
    "any": 2010,
    "convocatoria": "jun_3",
    "problema": "P2",
    "descripcio": "Determinació del període de semidesintegració del Iode-131 i energia alliberada en una desintegració beta.",
    "bloc": "Bloc 6 — Física nuclear",
    "text": "P2) La gràfica mostra la variació de la massa d’una mostra de iode 131 al llarg del temps.\n(a) Trobeu el període de semidesintegració i la massa restant al cap de 40 dies.\n(b) El iode 131 es desintegra emetent una partícula beta i formant un ió Xe-131. Calculeu l’energia alliberada per desintegració.\nDADES: m(I-131)=130,906125 u; m(Xe⁺-131)=130,904533 u; m_e = 5,486·10⁻⁴ u; 1 u=1,66·10⁻²⁷ kg; c=3·10⁸ m/s.",
    "imatge_enunciat": "examens/2010_jun_3.pdf",
    "imatge_solucio": "examens/2010_jun_3_sol.pdf",
    "id": "6-NU-6602660166086607"
  },

  {
    "any": 2010,
    "convocatoria": "jun_3",
    "problema": "P3A",
    "descripcio": "Anàlisi energètica d'un MHS: energia cinètica, energia potencial i càlcul de la constant elàstica i la massa.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P3) Opció A — La gràfica mostra Ec(x) d’un oscil·lador harmònic.\n(a) Determineu Ec i Ep per x=0 i x=0,20 m i calculeu la constant elàstica.\n(b) Calculeu la massa de l’oscil·lador si f=(100/2π) Hz.",
    "imatge_enunciat": "examens/2010_jun_3.pdf",
    "imatge_solucio": "examens/2010_jun_3_sol.pdf",
    "id": "5-VI-5005500450045006"
  },

  {
    "any": 2010,
    "convocatoria": "jun_3",
    "problema": "P4A",
    "descripcio": "Ona electromagnètica: camps E i B, longitud d’ona i equacions del camp elèctric i magnètic.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P4) Opció A — L’amplitud del camp elèctric rebut és 0,070 N/C per una ona de 100 MHz.\n(a) Calculeu l’amplitud del camp magnètic i la longitud d’ona. Dibuixeu la configuració E–B.\n(b) Escriviu l’equació del camp elèctric i del camp magnètic.\nDADA: c=3·10⁸ m/s.",
    "imatge_enunciat": "examens/2010_jun_3.pdf",
    "imatge_solucio": "examens/2010_jun_3_sol.pdf",
    "id": "4-CM-450855095503"
  },

  {
    "any": 2010,
    "convocatoria": "jun_3",
    "problema": "P5A",
    "descripcio": "Selector de velocitats: forces elèctrica i magnètica i condició per a trajectòria rectilínia.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P5) Opció A — En un selector de velocitat, ions entren en una regió amb camps E i B perpendiculars.\n(a) Dibuixeu les forces sobre un ió positiu i calculeu la velocitat dels ions no desviats.\n(b) Expliqueu què passaria si els ions fossin negatius.",
    "imatge_enunciat": "examens/2010_jun_3.pdf",
    "imatge_solucio": "examens/2010_jun_3_sol.pdf",
    "id": "4-CM-4251450142524503"
  },

  {
    "any": 2010,
    "convocatoria": "jun_3",
    "problema": "P3B",
    "descripcio": "Ona estacionària en corda: nodes, distància entre nodes, longitud d’ona i equació de l’ona inicial.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P3) Opció B — El dibuix mostra una ona estacionària en una corda.\n(a) Indiqueu els nodes, determineu la distància i la longitud d’ona. Calculeu l’amplitud de les ones incident i reflectida.\n(b) Sabent que f = 30 Hz, escriviu l’equació de l’ona inicial i calculeu la velocitat de propagació.",
    "imatge_enunciat": "examens/2010_jun_3.pdf",
    "imatge_solucio": "examens/2010_jun_3_sol.pdf",
    "id": "5-ON-5505550755085509"
  },

  {
    "any": 2010,
    "convocatoria": "jun_3",
    "problema": "P4B",
    "descripcio": "Camp i potencial elèctric d’un sistema de tres càrregues en un quadrat.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P4) Opció B — En tres vèrtexs d’un quadrat de 15 cm hi ha Q1=+1 μC, Q2=−2 μC i Q3=+1 μC.\n(a) Calculeu el camp elèctric al quart vèrtex.\n(b) Calculeu el potencial en el punt i el treball necessari per portar-hi una càrrega de 7 μC.",
    "imatge_enunciat": "examens/2010_jun_3.pdf",
    "imatge_solucio": "examens/2010_jun_3_sol.pdf",
    "id": "4-CE-425242534254"
  },

  {
    "any": 2010,
    "convocatoria": "jun_3",
    "problema": "P5B",
    "descripcio": "Inducció i força magnètica en una espira situada al costat d’un fil rectilini indefinit.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P5) Opció B — Tenim una espira a prop d’un fil rectilini indefinit.\n(a) Justifiqueu si apareix corrent induït movent l’espira en direccions x i y.\n(b) Dibuixeu el camp magnetostàtic del fil i la força sobre cada costat de l’espira.",
    "imatge_enunciat": "examens/2010_jun_3.pdf",
    "imatge_solucio": "examens/2010_jun_3_sol.pdf",
    "id": "4-CI-4500475047514506"
  }
]
