[
  {
    "any": 2008,
    "convocatoria": "jun",
    "problema": "Q2",
    "descripcio": "Trajectòria circular de protó i electró en camp magnètic i relació dels radis orbitals.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "Q2) Un protó i un electró, ambdós a la mateixa velocitat v₀, penetren en una regió de camp magnètic uniforme perpendicular a la velocitat. Dibuixeu i justifiqueu la trajectòria que descriu cada partícula. Determineu la relació existent entre els radis de les seves òrbites. Dades: mp=1,67×10⁻²⁷ kg; me=9,11×10⁻³¹ kg; e=−1,6×10⁻¹⁹ C.",
    "imatge_enunciat": "examens/2008_jun_1.pdf",
    "imatge_solucio": "examens/2008_jun_1_sol.pdf",
    "id": "4-CM-450145034502"
  },
  {
    "any": 2008,
    "convocatoria": "jun_2",
    "problema": "Q4B",
    "descripcio": "Inducció electromagnètica en espira propera a un fil conductor infinit (test).",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "Q4) Un fil conductor infinit amb corrent ascendent i una espira rectangular propera.\n1. Si augmenta la intensitat del corrent.\n2. Si l’espira es desplaça apropant-se al fil.\n(Respostes d’elecció múltiple).",
    "imatge_enunciat": "examens/2008_jun_2.pdf",
    "imatge_solucio": "examens/2008_jun_2_sol.pdf",
    "id": "4-CM-4500475047514503"
  },
  {
    "any": 2008,
    "convocatoria": "sep",
    "problema": "Q4B",
    "descripcio": "Electró en camp magnètic i camp creat pel seu moviment (test).",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "Q4) Un electró descriu un moviment circular en un camp magnètic constant.\n1. Direcció i sentit del camp responsable del moviment.\n2. Camp magnètic generat pel moviment de l’electró.",
    "imatge_enunciat": "examens/2008_sep.pdf",
    "imatge_solucio": "examens/2008_sep_sol.pdf",
    "id": "4-CM-450145034500"
  },
  {
    "any": 2009,
    "convocatoria": "jun",
    "problema": "Q4B",
    "descripcio": "Força magnètica i elèctrica sobre protó i electró (qüestió tipus test).",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "Q4) Un protó i un electró surten en sentits oposats.\n1. En un camp magnètic B = +B k: trieu l’opció correcta.\n2. En un camp elèctric E = +E j: trieu l’opció correcta.",
    "imatge_enunciat": "examens/2009_jun_1.pdf",
    "imatge_solucio": "examens/2009_jun_1_sol.pdf",
    "id": "4-CM-450345014251"
  },
  {
    "any": 2010,
    "convocatoria": "jun_1",
    "problema": "P4A",
    "descripcio": "Comparació del moviment d’un protó i un electró que entren amb la mateixa velocitat en un camp magnètic uniforme i, després, en un camp elèctric uniforme.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P4) Opció A — Un protó i un electró, amb la mateixa velocitat, entren en una regió de l’espai on hi ha un camp magnètic uniforme dirigit cap a l’interior del paper. a) Dibuixeu les forces que actuen sobre cada partícula en l’instant en què entren a la regió on hi ha el camp. Són iguals els mòduls d’aquestes forces? Descriviu i justifiqueu el moviment que seguirà cadascuna de les partícules. Imagineu-vos que en aquesta regió, en comptes d’un camp magnètic, hi ha un camp elèctric uniforme dirigit cap a la dreta. b) Dibuixeu les forces que actuen sobre cada partícula en l’instant en què entren a la regió on hi ha el camp. Són iguals els mòduls d’aquestes forces? Descriviu i justifiqueu el moviment que seguirà cadascuna de les partícules.",
    "imatge_enunciat": "examens/2010_jun_1.pdf",
    "imatge_solucio": "examens/2010_jun_1_sol.pdf",
    "id": "4-CM-45014503450242514257"
  },
  {
    "any": 2010,
    "convocatoria": "jun_1",
    "problema": "P4B",
    "descripcio": "Fil conductor entre els pols d’un imant sobre una balança: relació entre força i intensitat, camp magnètic i sentit del corrent.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P4) Opció B — Es col·loca per sobre d’una balança un imant amb els pols N i S enfrontats. Entre aquests dos pols passa un fil conductor horitzontal que no toca l’imant. El fil s’aguanta mitjançant dos suports aïllants que recolzen sobre el plat de la balança. En absència de corrent elèctric pel fil, la balança indica un pes de 2,400 N. Quan circula corrent elèctric pel fil conductor, la balança indica pesos aparents més petits, que depenen de la intensitat del corrent, a causa de l’aparició d’una força magnètica cap amunt. S’han fet circular diverses intensitats i s’ha obtingut la gràfica F–I corresponent. a) Determineu l’equació que relaciona la força amb la intensitat. Calculeu la força magnètica que actua sobre el fil elèctric quan la intensitat del corrent és 2,0 A i quan és 2,5 A. b) Considereu que el tram de fil situat entre els pols de l’imant té una longitud de 6 cm i que el camp magnètic és uniforme dins d’aquesta zona i nul a fora. Calculeu el camp magnètic entre els pols de l’imant. En quin sentit circula el corrent elèctric?",
    "imatge_enunciat": "examens/2010_jun_1.pdf",
    "imatge_solucio": "examens/2010_jun_1_sol.pdf",
    "id": "4-CM-450645034506"
  },
  {
    "any": 2010,
    "convocatoria": "jun_2",
    "problema": "P5B",
    "descripcio": "Electró en camp magnètic i FEM induïda en una espira girant.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P5) Opció B — En una regió hi ha B = 5,0·10^-5 T en direcció y.\n(a) Calculeu la velocitat de l’electró perquè F_mag sigui igual i contrària al pes.\n(b) Una espira de 0,025 m² gira a 100π rad/s: determineu la FEM induïda ε(t).",
    "imatge_enunciat": "examens/2010_jun_2.pdf",
    "imatge_solucio": "examens/2010_jun_2_sol.pdf",
    "id": "4-CM-450147504751"
  },
  {
    "any": 2010,
    "convocatoria": "jun_3",
    "problema": "P4A",
    "descripcio": "Ona electromagnètica: camps E i B, longitud d’ona i equacions del camp elèctric i magnètic.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P4) Opció A — L’amplitud del camp elèctric rebut és 0,070 N/C per una ona de 100 MHz.\n(a) Calculeu l’amplitud del camp magnètic i la longitud d’ona. Dibuixeu la configuració E–B.\n(b) Escriviu l’equació del camp elèctric i del camp magnètic.\nDADA: c=3·10⁸ m/s.",
    "imatge_enunciat": "examens/2010_jun_3.pdf",
    "imatge_solucio": "examens/2010_jun_3_sol.pdf",
    "id": "4-CM-450855095503"
  },
  {
    "any": 2010,
    "convocatoria": "sep",
    "problema": "P5A",
    "descripcio": "Càmara d’ionització: trajectòries d’un electró i un positró, velocitat i energia mínima del fotó per crear parelles.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P5) Opció A — En una cambra d’ionització apareixen un electró i un positró amb la mateixa energia. B = 2·10⁻⁴ T.\n(a) Indiqueu la trajectòria de cadascun i calculeu-ne la velocitat.\n(b) Calculeu l’energia en repòs de l’electró i l’energia mínima perquè un fotó generi un parell e⁺e⁻.\nDades: q_e = ±1,602·10⁻¹⁹ C; m_e = 9,11·10⁻³¹ kg; h = 6,626·10⁻³⁴ J·s; c = 3,00·10⁸ m/s.",
    "imatge_enunciat": "examens/2010_sep.pdf",
    "imatge_solucio": "examens/2010_sep_sol.pdf",
    "id": "4-CM-4501450262536252"
  },
  {
    "any": 2011,
    "convocatoria": "sep",
    "problema": "P2",
    "descripcio": "Càlcul del camp magnètic i força entre dos axons modelats com fils rectilinis amb corrent.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P2) Dos axons paral·lels condueixen un corrent de 0,66×10⁻⁶ A en el mateix sentit.\n(a) Indiqueu direcció i sentit del camp magnètic que produeix cada axó en la posició de l’altre i dibuixeu la força corresponent.\n(b) Calculeu el mòdul de la força sobre 2 cm de l’axó 2 sabent que el camp creat per l’altre val 1,1×10⁻¹⁰ T.",
    "imatge_enunciat": "examens/2011_sep.pdf",
    "imatge_solucio": "examens/2011_sep_sol.pdf",
    "id": "4-CM-450045034506"
  },
  {
    "any": 2011,
    "convocatoria": "sep",
    "problema": "P5B",
    "descripcio": "Força magnètica sobre una càrrega i FEM induïda en una espira girant en un camp magnètic.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P5) Opció B — En un camp B = 0,2 j T:\n(a) Calculeu la força sobre una càrrega positiva que es mou a v = 2 k m/s.\n(b) Determineu la FEM induïda en una espira quadrada de 0,01 m² que gira a 30 rad/s.",
    "imatge_enunciat": "examens/2011_sep.pdf",
    "imatge_solucio": "examens/2011_sep_sol.pdf",
    "id": "4-CM-4501450347514750"
  },
  {
    "any": 2012,
    "convocatoria": "jun_1",
    "problema": "P5B",
    "descripcio": "Ciclotró amb protons: freqüència, energia cinètica i longitud d’ona de De Broglie.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P5) Opció B — Ciclotró amb B = 9,00×10^-3 T i radi 0,50 m.\n(a) Calculeu la freqüència del moviment circular.\n(b) Calculeu l’energia cinètica i la longitud de De Broglie.\nDades: q_p = 1,60×10^-19 C; m_p = 1,67×10^-27 kg; h = 6,62×10^-34 J·s.",
    "imatge_enunciat": "examens/2012_jun_1.pdf",
    "imatge_solucio": "examens/2012_jun_1_sol.pdf",
    "id": "4-CM-450962536257"
  },
  {
    "any": 2012,
    "convocatoria": "jun_2",
    "problema": "P3B",
    "descripcio": "Ions A i B en camp magnètic: força i relació de radis (massa de A el doble que B).",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P3) Opció B — Dos ions positius A i B entren en B = 0,42 T amb v = 3×10^5 m/s i càrrega igual.\na) Calculeu la força magnètica sobre cada ió.\nb) Determineu rA/rB sabent que mA = 2 mB.",
    "imatge_enunciat": "examens/2012_jun_2.pdf",
    "imatge_solucio": "examens/2012_jun_2_sol.pdf",
    "id": "4-CM-45014502"
  },
  {
    "any": 2012,
    "convocatoria": "sep",
    "problema": "P3A",
    "descripcio": "Espectròmetre de masses: trajectòria circular, treball nul i radis/impactes per ions 20Ne+ i 22Ne+.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P3) Opció A — Un feix d’ions 20Ne+ i 22Ne+ entra en un espectròmetre amb v = 1,00×10^5 m/s i B = 0,23 T.\na) Expliqueu la trajectòria i el treball de la força magnètica.\nb) Calculeu la distància del punt d’entrada al punt d’impacte per a cada ió.\nDades: masses 20,0 u i 22,0 u; Q = 1,60×10^−19 C; 1 u = 1,66×10^−27 kg.",
    "imatge_enunciat": "examens/2012_sep.pdf",
    "imatge_solucio": "examens/2012_sep_sol.pdf",
    "id": "4-CM-450145034502"
  },
  {
    "any": 2012,
    "convocatoria": "sep",
    "problema": "P5B",
    "descripcio": "Electró en camp magnètic: trajectòria circular, freqüència (en GHz) i camp elèctric per compensació.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P5) Opció B — Un electró entra amb v = 3,00×10^5 m/s en una regió amb B = 1,20 T perpendicular.\na) Dibuixeu i justifiqueu la trajectòria, el sentit de gir i calculeu la freqüència.\nb) Determineu el camp elèctric necessari perquè l’electró travessi la regió sense desviar-se.",
    "imatge_enunciat": "examens/2012_sep.pdf",
    "imatge_solucio": "examens/2012_sep_sol.pdf",
    "id": "4-CM-4501450345094252"
  },
  {
    "any": 2013,
    "convocatoria": "sep",
    "problema": "P2",
    "descripcio": "Força magnètica sobre electrons i condició per tal que no es desviïn.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P2) En una regió hi ha un camp magnètic constant cap a l’interior del paper. Dos electrons entren amb la mateixa rapidesa i direcció però en sentits contraris. a) Dibuixeu la força magnètica i les trajectòries indicant el sentit de gir. b) Substituïm el camp per un altre tal que els electrons no es desviïn. Dibuixeu com ha de ser aquest nou camp. Nota: No és vàlida la resposta B→ = 0.",
    "imatge_enunciat": "examens/2013_sep.pdf",
    "imatge_solucio": "examens/2013_sep_sol.pdf",
    "id": "4-CM-4501450345024252"
  },
  {
    "any": 2014,
    "convocatoria": "jun_2",
    "problema": "P4B",
    "descripcio": "Força magnètica sobre protons i radi del moviment circular dins l’aula.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P4) Opció B — Protons entren en una aula amb v = 2,00×10^6 m/s (i→). Hi ha un camp B = 0,500 j→ T. a) Determineu la força magnètica. b) Calculeu el radi de la trajectòria i comproveu si impactarien contra els alumnes.",
    "imatge_enunciat": "examens/2014_jun_2.pdf",
    "imatge_solucio": "examens/2014_jun_2_sol.pdf",
    "id": "4-CM-450145024503"
  },
  {
    "any": 2014,
    "convocatoria": "sep",
    "problema": "P4A",
    "descripcio": "Força magnètica necessària per mantenir suspès un fil i FEM induïda en una espira circular.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P4) Opció A — Un fil rectilini de 5 m i massa 100 g és horitzontal sota l'acció d’un camp magnètic uniforme. a) Calculeu el mòdul, direcció i sentit del camp perquè es mantingui suspès amb I = 0,3 A. b) Enrotllem el fil formant una espira circular al pla xy: calculeu la FEM induïda per un camp variable B = 0,1[cos(10πt)i + cos(10πt)j].",
    "imatge_enunciat": "examens/2014_sep.pdf",
    "imatge_solucio": "examens/2014_sep_sol.pdf",
    "id": "4-CM-4506450347514750"
  },
  {
    "any": 2015,
    "convocatoria": "jun_1",
    "problema": "P4A",
    "descripcio": "Superposició de camps magnètics creats per fils i força sobre un conductor amb intensitat.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P4) Opció A — Tres fils infinits amb I = 0,30 A entren en el paper i formen un quadrat de 0,20 m. a) Representeu els camps creats en C i calculeu B_total. b) Determineu la força sobre 2,00 m del conductor C.",
    "imatge_enunciat": "examens/2015_jun_1.pdf",
    "imatge_solucio": "examens/2015_jun_1_sol.pdf",
    "id": "4-CM-450045034506"
  },
  {
    "any": 2015,
    "convocatoria": "jun_2",
    "problema": "P4A",
    "descripcio": "Moviment circular de dues càrregues en un camp magnètic: signe, velocitat, radis i freqüència.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P4) Opció A — Dues partícules carregades es mouen en un camp magnètic uniforme de 4,50×10⁻¹ T que surt del paper.\n(a) Determineu el signe de les càrregues i calculeu-ne la velocitat.\n(b) Calculeu els radis de les trajectòries i la freqüència del moviment de Q2.",
    "imatge_enunciat": "examens/2015_jun_2.pdf",
    "imatge_solucio": "examens/2015_jun_2_sol.pdf",
    "id": "4-CM-4501450245094503"
  },
  {
    "any": 2015,
    "convocatoria": "jun_2",
    "problema": "P5B",
    "descripcio": "Camp magnètic creat per un fil infinit i una espira circular; intensitat necessària perquè el camp total sigui zero.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P5) Opció B — Un fil infinit amb 2 A es troba a 5 cm del centre d’una espira de 500 mA i diàmetre 2,0 cm.\n(a) Calculeu el camp produït pel fil i per l’espira al centre.\n(b) Determineu el camp total i el valor de la intensitat necessària perquè B = 0 al centre.",
    "imatge_enunciat": "examens/2015_jun_2.pdf",
    "imatge_solucio": "examens/2015_jun_2_sol.pdf",
    "id": "4-CM-450045084503"
  },
  {
    "any": 2016,
    "convocatoria": "jun_1",
    "problema": "P5B",
    "descripcio": "Camp magnètic en el centre d’una espira circular i sentit del corrent.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P5) Una espira magnètica es troba situada en el pla YZ, té un radi R = 5 cm i transporta un corrent de 10 A.\na) Calculeu el mòdul del camp magnètic en el centre de l’espira (en μT).\nb) Quin sentit ha de tenir el corrent elèctric que circula per l’espira perquè el camp magnètic en el centre vagi en el sentit positiu de l’eix x?\nDada: μ0 = 4π × 10−7 T·m·A–1.",
    "imatge_enunciat": "examens/2016_jun_1.pdf",
    "imatge_solucio": "examens/2016_jun_1_sol.pdf",
    "id": "4-CM-45084503"
  },
  {
    "any": 2016,
    "convocatoria": "jun_2",
    "problema": "P4A",
    "descripcio": "Força magnètica sobre partícules carregades i corrent necessari per compensar-la.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P4) En una zona de l’espai hi ha un camp magnètic uniforme de valor B→ = 2,00 k→ mT. Un electró, un neutró i un protó hi entren per l’origen de coordenades a la mateixa velocitat v→ = 5,00 j→ m·s–1.\na) Determineu el mòdul de la força que actua sobre cada partícula i indiqueu el tipus de moviment que fa cadascuna.\nb) A continuació, situem paral·lelament a l’eix Y, a 3,00 mm de l’origen, un fil infinit pel qual circula un corrent I. Determineu el valor d’I perquè el protó segueixi una trajectòria rectilínia.\nDades: qprotó = 1,60 × 10–19 C; qelectró = –qprotó; μ0 = 4π × 10–7 N·A–2.",
    "imatge_enunciat": "examens/2016_jun_2.pdf",
    "imatge_solucio": "examens/2016_jun_2_sol.pdf",
    "id": "4-CM-4501450245054503"
  },
  {
    "any": 2016,
    "convocatoria": "jun_2",
    "problema": "P5B",
    "descripcio": "Força de Lorentz sobre una partícula i moviment circular en un camp magnètic.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P5) Una partícula α es llança en direcció de l’eix X amb v→ = 8,00 × 10^5 i→ m·s–1 en presència d’un camp magnètic B→ = 1,20 k→ T.\na) Determineu la força magnètica i dibuixeu la trajectòria i els vectors implicats.\nb) Calculeu el radi i la freqüència del moviment circular.\nDades: mα = 6,64 × 10–27 kg; qprotó = 1,60 × 10–19 C.",
    "imatge_enunciat": "examens/2016_jun_2.pdf",
    "imatge_solucio": "examens/2016_jun_2_sol.pdf",
    "id": "4-CM-4501450245094503"
  },
  {
    "any": 2016,
    "convocatoria": "sep",
    "problema": "P2",
    "descripcio": "Camp magnètic generat per dos fils llargs amb corrent.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P2) Per un fil recte molt llarg circula un corrent d’1,5 A en el sentit positiu de la direcció y, seguint la línia x = –3,0 cm. Un altre fil amb les mateixes característiques, pel qual també circula un corrent d’1,5 A en el sentit positiu de la direcció y, segueix la línia x = 3,0 cm, com mostra la figura.\na) Calculeu el camp magnètic (mòdul, direcció i sentit) en x = 0 i feu un esquema que justifiqui el resultat.\nb) Calculeu el camp magnètic (mòdul, direcció i sentit) en x = 5,0 cm i feu un esquema que justifiqui el resultat.\nDada: μ0 = 4π × 10−7 T·m·A–1.",
    "imatge_enunciat": "examens/2016_sep.pdf",
    "imatge_solucio": "examens/2016_sep_sol.pdf",
    "id": "4-CM-45004503"
  },
  {
    "any": 2017,
    "convocatoria": "jun_1",
    "problema": "P2",
    "descripcio": "Funcionament d’un relé i efecte de modificacions en la força magnètica.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P2) La figura mostra l’esquema d’un relé. Quan circula un corrent elèctric per la bobina, l’extrem inferior de l’imant (nord) és atret per la bobina i el moviment es transmet per un pivot, de manera que es tanca el circuit B.\n\na) Especifiqueu quin ha de ser el sentit del corrent elèctric a la bobina perquè s’activi el relé (i es tanqui el circuit B) i dibuixeu les línies del camp magnètic generat per la bobina.\nb) En unes proves observem que el mecanisme no fa prou força per a tancar el contacte. Indiqueu quin efecte tindria cadascuna de les modificacions següents:\n   1) Augmentar la intensitat del corrent que circula per la bobina.\n   2) Situar un material ferromagnètic al nucli de la bobina.\n   3) Fer passar per la bobina un corrent altern en comptes d’un corrent continu.",
    "imatge_enunciat": "examens/2017_jun_1.pdf",
    "imatge_solucio": "examens/2017_jun_1_sol.pdf",
    "id": "4-CM-450045034506"
  },
  {
    "any": 2017,
    "convocatoria": "jun_2",
    "problema": "P4B",
    "descripcio": "Força magnètica sobre un conductor en el primer motor elèctric de Faraday.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P4) La figura de l’esquerra mostra un dels dispositius experimentals que Faraday va construir l’any 1821 i que es considera el primer motor elèctric. L’esquema de la dreta representa un circuit equiparable format per una pila, un imant i un conductor que gira al voltant de l’imant. També hi ha representada una línia de camp amb un vector B perpendicular al fil en el punt P.\na) Representeu el vector de camp magnètic en el punt P. Indiqueu i justifiqueu el sentit de gir del fil.\nb) Calculeu el mòdul de la força magnètica que actua sobre 1 cm del conductor, suposant un camp constant de 0,1 T i un corrent de 10 A.",
    "imatge_enunciat": "examens/2017_jun_2.pdf",
    "imatge_solucio": "examens/2017_jun_2_sol.pdf",
    "id": "4-CM-45034506"
  },
  {
    "any": 2017,
    "convocatoria": "sep",
    "problema": "P5B",
    "descripcio": "Camp i flux magnètic en una bobina; càlcul del nombre d’electrons que hi circulen.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P5) La bobina d’un transformador té 2 000 espires, una longitud de 10 cm i un nucli de ferro. Per la bobina circula un corrent de 2 A.\na) Calculeu el camp i el flux magnètic a l’interior de la bobina.\nb) Estimeu el nombre d’electrons que circulen pel cable en un minut.\nDades: µ = 5,00 × 10−4 T·m·A–1; càrrega elemental = 1,60 × 10−19 C.",
    "imatge_enunciat": "examens/2017_sep.pdf",
    "imatge_solucio": "examens/2017_sep_sol.pdf",
    "id": "4-CM-450047504251"
  },
  {
    "any": 2018,
    "convocatoria": "jun_1",
    "problema": "P3A",
    "descripcio": "Força magnètica sobre un protó i ajust de B perquè electró i protó tinguin la mateixa trajectòria.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P3) Un protó en repòs és accelerat en el sentit positiu de l’eix x fins a assolir una velocitat d’1,00 × 10^5 m·s–1. Aleshores penetra en un espectròmetre de masses on hi ha un camp magnètic.\na) Calculeu la força (mòdul, direcció i sentit) que actua sobre el protó.\nb) Calculeu el camp magnètic (mòdul, direcció i sentit) tal que un electró amb la mateixa velocitat segueixi la mateixa trajectòria.\nDades: Càrrega elemental, e = 1,60 × 10–19 C. Massa del protó = 1,67 × 10–27 kg. Massa de l’electró = 9,11 × 10–31 kg.",
    "imatge_enunciat": "examens/2018_jun_1.pdf",
    "imatge_solucio": "examens/2018_jun_1_sol.pdf",
    "id": "4-CM-450145024503"
  },
  {
    "any": 2018,
    "convocatoria": "jun_1",
    "problema": "P3B",
    "descripcio": "Camp magnètic d’un fil infinit i força entre corrents paral·lels.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P3) a) El bacteri Aquaspirillum magnetotacticum conté magnetosomes sensibles als camps magnètics. El camp magnètic terrestre és de 5,00 × 10–5 T. Si circulen 100 A per una línia submarina, a partir de quina distància el camp deixarà d’afectar els bacteris?\nb) Dos fils rectilinis i infinits separats 10 m tenen un corrent de 100 A entrant al paper. Representeu el camp magnètic i la força entre els conductors, i calculeu la força sobre 2,00 m del conductor.",
    "imatge_enunciat": "examens/2018_jun_1.pdf",
    "imatge_solucio": "examens/2018_jun_1_sol.pdf",
    "id": "4-CM-450045074503"
  },
  {
    "any": 2018,
    "convocatoria": "sep",
    "problema": "P4A",
    "descripcio": "Força magnètica sobre una partícula carregada i càlcul de la seva trajectòria circular.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P4) Una partícula amb càrrega q = –1,60 × 10–19 C i massa m = 1,70 × 10–27 kg entra amb velocitat v → en un camp magnètic uniforme B → . El radi del moviment és r = 0,30 m.\na) Dibuixeu la força inicial i calculeu la velocitat.\nb) Calculeu el període i la velocitat angular. Calculeu l’energia cinètica en entrar al camp i després d’una volta completa.",
    "imatge_enunciat": "examens/2018_sep.pdf",
    "imatge_solucio": "examens/2018_sep_sol.pdf",
    "id": "4-CM-450145024509"
  },
  {
    "any": 2019,
    "convocatoria": "jun_2",
    "problema": "P5A",
    "descripcio": "Funcionament d’un altaveu: efecte del corrent continu i altern sobre el moviment de la bobina.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P5) a) Un altaveu està format per un imant permanent i una bobina. Com es mourà el conjunt bobina-membrana si fem circular un corrent continu que, vist des de dalt, gira en sentit horari? I si el corrent és altern? Justifiqueu les respostes indicant la direcció i el sentit del camp magnètic produït per la bobina.\nb) Justifiqueu quin efecte tindria augmentar el nombre de voltes o la intensitat del corrent sobre el camp magnètic produït per la bobina.",
    "imatge_enunciat": "examens/2019_jun_2.pdf",
    "imatge_solucio": "examens/2019_jun_2_sol.pdf",
    "id": "4-CM-450045034506"
  },
  {
    "any": 2019,
    "convocatoria": "jun_2",
    "problema": "P5B",
    "descripcio": "Moviment circular d’un ió en un camp magnètic i càlcul de la seva massa i del camp magnètic necessari.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P5) a) Un ió amb càrrega igual a la de l’electró fa 7 voltes en 1,29 ms en un camp magnètic perpendicular. Representeu la trajectòria i dibuixeu el vector força en dues posicions. Calculeu la massa de l’ió.\nb) Un protó amb velocitat 5,00 × 10^5 m·s–1 entra en una regió amb camp magnètic. Si la força és 8,00 × 10–14 N, calculeu el mòdul, direcció i sentit del camp magnètic.",
    "imatge_enunciat": "examens/2019_jun_2.pdf",
    "imatge_solucio": "examens/2019_jun_2_sol.pdf",
    "id": "4-CM-450245014503"
  },
  {
    "any": 2020,
    "convocatoria": "jun_1",
    "problema": "P2",
    "descripcio": "Càrrega total d’un llamp, camp magnètic associat i força magnètica sobre una càrrega en repòs.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P2) Durant una tempesta cau un llamp de 400 kA i 50 μs. a) Quina càrrega total transporta? Quin camp magnètic crea a 100 m? b) Quina força magnètica actua sobre una partícula carregada en repòs? Dades: μ0 = 4π·10–7 T·m·A–1, |e| = 1,602×10–19 C.",
    "imatge_enunciat": "examens/2020_jun_1.pdf",
    "imatge_solucio": "examens/2020_jun_1_sol.pdf",
    "id": "4-CM-450045034501"
  },
  {
    "any": 2020,
    "convocatoria": "jun_2",
    "problema": "P2",
    "descripcio": "Camps magnètics creats per fils perpendiculars i condicions d’equilibri d’una brúixola.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P2) Posem dos cables prims conductors perpendiculars sobre una taula sense contacte elèctric. Una brúixola es col·loca 1 m per sobre de l’encreuament. a) Representeu els camps magnètics creats pels fils A i B. Si pel fil A circulen 5 A, quina intensitat ha de circular per B perquè la brúixola quedi paral·lela al fil B? b) Si pel fil A circulen 10 A i la brúixola queda orientada 30° respecte al fil B, determineu la intensitat que passa per B.",
    "imatge_enunciat": "examens/2020_jun_2.pdf",
    "imatge_solucio": "examens/2020_jun_2_sol.pdf",
    "id": "4-CM-450045034503"
  },
  {
    "any": 2021,
    "convocatoria": "sep",
    "problema": "P5",
    "descripcio": "Força magnètica sobre un cable i identificació d’espires on s’indueix corrent.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P5) Un cable d’alta tensió porta 200 A en una zona on B = 35 μT, inclinada 50° cap avall.\na) Calculeu la força magnètica sobre 100 m de cable i representeu direcció i sentit. [1,25 punts]\nb) Davall del cable hi ha tres espires (A, B, C). Indiqueu en quines s’indueix corrent degut al camp variable produït pel corrent altern. [1,25 punts]",
    "imatge_enunciat": "examens/2021_sep.pdf",
    "imatge_solucio": "examens/2021_sep_sol.pdf",
    "id": "4-CM-4506450347504752"
  },
  {
    "any": 2022,
    "convocatoria": "jun_1",
    "problema": "P4",
    "descripcio": "Funcionament d’un ciclotró, deducció de la velocitat i freqüència, i càlcul de la velocitat final i la longitud d’ona de De Broglie.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P4) Un ciclotró accelera partícules positives dins de dues 'D' semicirculars amb un camp magnètic perpendicular i un camp elèctric altern.\na) Deduïu v = rB(q/m), comproveu que el temps dins d’una D no depèn de v i deduïu la freqüència de l’alta tensió. [1,25p]\nb) Per r = 0,50 m i B = 0,20 T determineu la velocitat final dels protons, la longitud d’ona de De Broglie i el radi necessari per arribar a 0,1c. [1,25p]",
    "imatge_enunciat": "examens/2022_jun_1.pdf",
    "imatge_solucio": "examens/2022_jun_1_sol.pdf",
    "id": "4-CM-45024509450545026254"
  },
  {
    "any": 2022,
    "convocatoria": "jun_2",
    "problema": "P4",
    "descripcio": "Espectròmetre de masses: deducció del radi i separació dels ions 12C− i 14C−.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P4) Volem utilitzar un espectròmetre de masses... [text complet P4]",
    "imatge_enunciat": "examens/2022_jun_2.pdf",
    "imatge_solucio": "examens/2022_jun_2_sol.pdf",
    "id": "4-CM-450545024503"
  },
  {
    "any": 2022,
    "convocatoria": "sep",
    "problema": "P4",
    "descripcio": "Interacció magnètica entre dos fils paral·lels amb corrent: camp i força per unitat de longitud.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P4) Dos fils conductors rectilinis molt llargs es troben situats paral·lels a l’eix z... [text complet de P4]",
    "imatge_enunciat": "examens/2022_sep.pdf",
    "imatge_solucio": "examens/2022_sep_sol.pdf",
    "id": "4-CM-450045034507"
  },
  {
    "any": 2023,
    "convocatoria": "jun_1",
    "problema": "P2",
    "descripcio": "Camp magnètic creat per un fil conductor infinit i una espira circular. Direcció, sentit i valors extrem del camp total.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P2) Un fil conductor molt llarg segueix l’eix z... [text complet extret de la pàgina 4 del PDF]",
    "imatge_enunciat": "examens/2023_jun_1.pdf",
    "imatge_solucio": "examens/2023_jun_1_sol.pdf",
    "id": "4-CM-450045034508"
  },
  {
    "any": 2023,
    "convocatoria": "jun_2",
    "problema": "P6",
    "descripcio": "Força magnètica sobre un fil mesurada amb balança i càlcul del camp d’un conductor paral·lel.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P6) En un experiment, un fil travessa un camp magnètic homogeni generat per un imant. La balança llegeix 239 g sense corrent i 243 g amb I = 8,00 A [...] a) Determineu B i justifiqueu l’augment de pes aparent. b) Distància r d’un segon conductor perquè generi la mateixa força.",
    "imatge_enunciat": "examens/2023_jun_2.pdf",
    "imatge_solucio": "examens/2023_jun_2_sol.pdf",
    "id": "4-CM-450645074503"
  },
  {
    "any": 2023,
    "convocatoria": "sep",
    "problema": "P4",
    "descripcio": "Selector de velocitats i desviació en un espectròmetre de masses: equilibri entre forces i radi de corba.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P4) Un espectròmetre de masses conté un selector de velocitats amb camps E i B perpendiculars ... a) Determineu ΔV perquè ions de 2,00×10^5 m/s no es desviïn i expliqueu quin elèctrode queda a potencial alt. [1,25 punts] b) Representeu la trajectòria en el segon camp magnètic i determineu la distància a què impacta un ió 20Ne−. [1,25 punts]",
    "imatge_enunciat": "examens/2023_sep.pdf",
    "imatge_solucio": "examens/2023_sep_sol.pdf",
    "id": "4-CM-450545014502"
  },
  {
    "any": 2024,
    "convocatoria": "jun",
    "problema": "P4",
    "descripcio": "Camp magnètic d’un parallamps i força magnètica sobre un electró en moviment.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P4) Un parallamps és una barra metàŀlica vertical que atrau i dirigeix grans descàrregues ... [text complet pàg. 8 del PDF] ... Dades: μ0 = 4π×10−7, |e| = 1,602×10−19 C.",
    "imatge_enunciat": "examens/2024_jun_1.pdf",
    "imatge_solucio": "examens/2024_jun_1_sol.pdf",
    "id": "4-CM-450045034501"
  },
  {
    "any": 2024,
    "convocatoria": "sep",
    "problema": "P4",
    "descripcio": "Experiment d’Oersted: orientació dels camps magnètics i càlcul del camp terrestre.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P4) L’experiment d’Oersted (1820)... a) Representeu BTerra i Bfil i determineu si la brúixola és sobre o sota del fil. [1,25 p] b) Si l’agulla forma 45° amb el corrent quan circulen 20 A i la separació és 10 cm, calculeu BTerra. Dada: B_fil = μ0 I / (2π r).",
    "imatge_enunciat": "examens/2024_sep.pdf",
    "imatge_solucio": "examens/2024_sep_sol.pdf",
    "id": "4-CM-450045034504"
  },
  {
    "any": 2025,
    "convocatoria": "jun",
    "problema": "P2",
    "descripcio": "Camp magnètic produït per un llamp núvol-terra modelat com un fil infinit; línies de camp, gràfica B(r), força sobre un electró.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "Exercici 2. Camp electromagnètic\nSuposem un llamp núvol-terra negatiu que passa per un parallamps. Es crea un camp magnètic que modelarem com el d’un fil infinit.\n(a) Calculeu B a 10 cm per un corrent de 100 kA. Dibuixeu parallamps, sentit del corrent i tres línies de camp. (1,25 p)\n(b) Representeu el mòdul de B(r) entre 10 i 50 cm. Un electró es troba a 10 cm amb velocitat paral·lela al parallamps. Calculeu la força i indiqueu direcció i sentit. (1,25 p)\nDades: μ0 = 4π·10⁻⁷, B = μ0 I / (2π r), |e| = 1,602·10⁻¹⁹ C.",
    "imatge_enunciat": "examens/2025_jun_1.pdf",
    "imatge_solucio": "examens/2025_jun_1_sol.pdf",
    "id": "4-CM-450045014502"
  }
]