[
  {
    "any": 2008,
    "convocatoria": "jun",
    "problema": "Q4A",
    "descripcio": "Efecte fotoelèctric: energia cinètica màxima i condicions d'emissió per a una altra longitud d’ona.",
    "bloc": "Bloc 6 — Física moderna",
    "text": "Q4) Una radiació UV de freqüència 1,5×10¹⁵ Hz incideix sobre coure. La freqüència llindar és 1,1×10¹⁵ Hz.\na) Calculeu l’energia cinètica màxima dels fotoelectrons.\nb) Expliqueu què passaria si la llum tingués λ = 3,0×10⁻⁷ m.",
    "imatge_enunciat": "examens/2008_jun_1.pdf",
    "imatge_solucio": "examens/2008_jun_1_sol.pdf",
    "id": "6-QM-6252625062566257"
  },
  {
    "any": 2009,
    "convocatoria": "sep",
    "problema": "Q4A",
    "descripcio": "Efecte fotoelèctric: energia cinètica dels electrons i nombre de fotons emesos per la font.",
    "bloc": "Bloc 6 — Física moderna",
    "text": "Q4) Una font emet llum monocromàtica de 550 nm amb potència 2 mW. Energia d’extracció: 2,10 eV.\na) Energia cinètica màxima dels electrons.\nb) Nombre de fotons emesos en un minut.",
    "imatge_enunciat": "examens/2009_sep.pdf",
    "imatge_solucio": "examens/2009_sep_sol.pdf",
    "id": "6-QM-625262506253"
  },
  {
    "any": 2010,
    "convocatoria": "jun_1",
    "problema": "P3A",
    "descripcio": "Efecte fotoelèctric: a partir de la freqüència llindar i de l’energia cinètica màxima dels fotoelectrons, determinar la freqüència de la radiació incident i les longituds d’ona dels fotons i dels electrons.",
    "bloc": "Bloc 6 — Física moderna",
    "text": "P3) Opció A — Fem incidir radiació electromagnètica d’una freqüència determinada sobre un metall que té una freqüència llindar de 6,00·10^16 Hz. Observem que l’energia cinètica màxima dels electrons emesos és 6,62·10^−17 J. a) Calculeu la freqüència de la radiació electromagnètica incident. b) Calculeu la longitud d’ona dels fotons incidents i la dels electrons emesos amb la màxima energia cinètica. Dades: h = 6,62·10^−34 J·s; c = 3,00·10^8 m/s; m_e = 9,11·10^−31 kg.",
    "imatge_enunciat": "examens/2010_jun_1.pdf",
    "imatge_solucio": "examens/2010_jun_1_sol.pdf",
    "id": "6-QM-6250625262566257"
  },
  {
    "any": 2010,
    "convocatoria": "sep",
    "problema": "P2",
    "descripcio": "Efecte fotoelèctric: funció de treball del plom i longitud d'ona associada a l'electró emès.",
    "bloc": "Bloc 6 — Física moderna",
    "text": "P2) Una radiació ultraviolada de λ = 200 nm incideix sobre una placa de plom i emet electrons amb Ec màxima d’1,97 eV.\n(a) Calculeu la funció de treball del plom.\n(b) Calculeu la longitud d'ona associada als electrons emesos.\nDades: c = 3,00·10⁸ m/s; h = 6,63·10⁻³⁴ J·s; me = 9,11·10⁻³¹ kg; 1 eV = 1,602·10⁻¹⁹ J.",
    "imatge_enunciat": "examens/2010_sep.pdf",
    "imatge_solucio": "examens/2010_sep_sol.pdf",
    "id": "6-QM-6250625262566257"
  },
  {
    "any": 2011,
    "convocatoria": "jun_1",
    "problema": "P4B",
    "descripcio": "Ones electromagnètiques d’una antena: nombre de fotons emesos i aplicació a l’efecte fotoelèctric.",
    "bloc": "Bloc 6 — Física moderna",
    "text": "P4) Opció B — Antena que emet ones EM de 900 MHz i potència 4 W.\n(a) Calculeu quants fotons emet en un minut.\n(b) Determineu si poden produir efecte fotoelèctric en un metall amb funció de treball 4,1 eV.",
    "imatge_enunciat": "examens/2011_jun_1.pdf",
    "imatge_solucio": "examens/2011_jun_1_sol.pdf",
    "id": "6-QM-625262506257"
  },
  {
    "any": 2011,
    "convocatoria": "sep",
    "problema": "P4B",
    "descripcio": "Efecte fotoelèctric: obtenció de la constant de Planck i de la funció de treball a partir de dades experimentals.",
    "bloc": "Bloc 6 — Física moderna",
    "text": "P4) Opció B — Es mesura Ec per a diverses freqüències incidentes.\n(a) Determineu la constant de Planck.\n(b) Determineu la funció de treball del material.",
    "imatge_enunciat": "examens/2011_sep.pdf",
    "imatge_solucio": "examens/2011_sep_sol.pdf",
    "id": "6-QM-625662506253"
  },
  {
    "any": 2013,
    "convocatoria": "jun_2",
    "problema": "P3A",
    "descripcio": "Efecte fotoelèctric sobre plom: velocitat màxima, funció de treball i determinació de la constant de Planck.",
    "bloc": "Bloc 6 — Física moderna",
    "text": "P3) Opció A — Radiació UV sobre plom produeix efecte fotoelèctric. Quan λ = 1,50×10^-7 m, Vf = 4,01 V; quan λ = 1,00×10^-7 m, Vf = 8,15 V. Calculeu: a) Les velocitats màximes dels electrons extrets. b) L’energia mínima W i la constant de Planck a partir de les dades. Dades: q_e = −1,60×10^-19 C, c = 3×10^8 m/s, m_e = 9,11×10^-31 kg.",
    "imatge_enunciat": "examens/2013_jun_2.pdf",
    "imatge_solucio": "examens/2013_jun_2_sol.pdf",
    "id": "6-QM-6252625062536256"
  },
  {
    "any": 2013,
    "convocatoria": "sep",
    "problema": "P5A",
    "descripcio": "Efecte fotoelèctric: velocitat d'electrons arrencats, treball d’extracció i identificació d’un metall.",
    "bloc": "Bloc 6 — Física moderna",
    "text": "P5) Opció A — Tub de buit amb electrod A de potassi (W₀ = 2,29 eV) i llum de λ = 400 nm. a) Determineu la velocitat dels electrons arrencats. b) Canviem A per un altre material i es mesura un potencial de frenada Vf = 0,17 V. Determineu el treball d’extracció i identifiqueu el metall segons la taula donada.",
    "imatge_enunciat": "examens/2013_sep.pdf",
    "imatge_solucio": "examens/2013_sep_sol.pdf",
    "id": "6-QM-6252625062536256"
  },
  {
    "any": 2014,
    "convocatoria": "jun_1",
    "problema": "P3A",
    "descripcio": "Efecte fotoelèctric UV: funció de treball en J i eV, i longitud d’ona llindar.",
    "bloc": "Bloc 6 — Física moderna",
    "text": "P3) Opció A — En espectroscòpia de fotoemissió UV: λ = 23,7 nm produeix electrons amb Ec = 47,7 eV.\na) Calculeu la funció de treball en J i eV.\nb) Determineu el llindar de longitud d’ona i expliqueu l’efecte d’augmentar la potència del feix.\nDades: h = 6,63×10⁻³⁴, c = 3×10⁸, 1 eV = 1,60×10⁻¹⁹ J.",
    "imatge_enunciat": "examens/2014_jun_1.pdf",
    "imatge_solucio": "examens/2014_jun_1_sol.pdf",
    "id": "6-QM-6252625062536257"
  },
  {
    "any": 2014,
    "convocatoria": "jun_2",
    "problema": "P3B",
    "descripcio": "Efecte fotoelèctric: Ec, λ de De Broglie i nova λ per duplicar l’energia cinètica.",
    "bloc": "Bloc 6 — Física moderna",
    "text": "P3) Opció B — Un dispositiu fotoelèctric funciona amb λ = 850 nm i W = 1,20 eV. a) Calculeu l’Ec dels fotoelectrons i λ_de Broglie. b) Determineu quina λ incident duplicaria Ec.",
    "imatge_enunciat": "examens/2014_jun_2.pdf",
    "imatge_solucio": "examens/2014_jun_2_sol.pdf",
    "id": "6-QM-6252625062536257"
  },
  {
    "any": 2014,
    "convocatoria": "sep",
    "problema": "P3A",
    "descripcio": "Efecte fotoelèctric en coure: freqüència llindar, constant de Planck i velocitat d’electrons.",
    "bloc": "Bloc 6 — Física moderna",
    "text": "P3) Opció A — Il·luminem coure amb llum de diverses freqüències i mesurem Ec dels electrons emesos. a) Expliqueu el llindar de freqüència i calculeu-lo a partir de la gràfica. b) Calculeu h a partir del pendent i la velocitat dels electrons per λ = 1,2×10^-7 m. Dades: c = 3×10^8 m/s, me = 9,11×10^-31 kg.",
    "imatge_enunciat": "examens/2014_sep.pdf",
    "imatge_solucio": "examens/2014_sep_sol.pdf",
    "id": "6-QM-6255625662526253"
  },
  {
    "any": 2014,
    "convocatoria": "sep",
    "problema": "P3B",
    "descripcio": "Radiació de 10 eV en un tub de buit: longitud d’ona, camp elèctric i treball d’extracció del coure.",
    "bloc": "Bloc 6 — Física moderna",
    "text": "P3) Opció B — Tub de buit amb diferència de potencial de 3 V i fotons de 10 eV. a) Calculeu freqüència i longitud d’ona i el camp E. b) Calculeu Ec dels electrons emesos i el treball d’extracció del coure.",
    "imatge_enunciat": "examens/2014_sep.pdf",
    "imatge_solucio": "examens/2014_sep_sol.pdf",
    "id": "6-QM-62526257425262506253"
  },
  {
    "any": 2015,
    "convocatoria": "jun_1",
    "problema": "P5B",
    "descripcio": "Fotoelèctric: energia dels fotons, treball d’extracció, energia cinètica i potencial de frenada.",
    "bloc": "Bloc 6 — Física moderna",
    "text": "P5) Opció B — Una cèl·lula fotoelèctrica és il·luminada amb llum blava (4750 Å), freq. llindar 4,75×10¹⁴ Hz. a) Calculeu energia dels fotons i treball d’extracció. b) Calculeu EC màxima i el potencial de frenada.",
    "imatge_enunciat": "examens/2015_jun_1.pdf",
    "imatge_solucio": "examens/2015_jun_1_sol.pdf",
    "id": "6-QM-6252625062536256"
  },
  {
    "any": 2016,
    "convocatoria": "jun_1",
    "problema": "P5A",
    "descripcio": "Efecte fotoelèctric: determinació de la constant de Planck i del treball d’extracció.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i partícules",
    "text": "P5) Al laboratori es mesura l’energia cinètica màxima dels electrons emesos quan es fa incidir llum de freqüències diferents sobre una superfície metàl·lica. Els resultats obtinguts es mostren en la gràfica adjunta.\na) Determineu el valor de la constant de Planck a partir de la gràfica.\nb) Calculeu l’energia mínima d’extracció dels electrons (en eV).\nDada: 1 eV = 1,60 × 10–19 J.",
    "imatge_enunciat": "examens/2016_jun_1.pdf",
    "imatge_solucio": "examens/2016_jun_1_sol.pdf",
    "id": "6-QM-625662506252"
  },
  {
    "any": 2016,
    "convocatoria": "jun_2",
    "problema": "P5A",
    "descripcio": "Efecte fotoelèctric: treball d’extracció i llindar de freqüència.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P5) Il·luminem el càtode d’una cèl·lula fotoelèctrica amb un feix de llum de 560 nm i observem que s’origina un corrent. El corrent desapareix quan apliquem una tensió de 0,950 V.\na) Calculeu el treball d’extracció (funció de treball) i el llindar de freqüència del metall.\nb) Expliqueu si es produirà efecte fotoelèctric quan la longitud d’ona del feix incident sigui més gran que el llindar de longitud d’ona o quan la freqüència sigui més gran que el llindar.\nDades: me = 9,11 × 10–31 kg; qe = –1,60 × 10–19 C; h = 6,63 × 10–34 J·s; c = 3,00 × 10^8 m·s–1.",
    "imatge_enunciat": "examens/2016_jun_2.pdf",
    "imatge_solucio": "examens/2016_jun_2_sol.pdf",
    "id": "6-QM-6250625262556257"
  },
  {
    "any": 2016,
    "convocatoria": "sep",
    "problema": "P5B",
    "descripcio": "Energia mitjana dels fotons solars i nombre de fotons incident per unitat de superfície.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P5) La irradiància solar que arriba a la superfície de la Terra (potència incident per unitat de superfície) és aproximadament de 1 400 W·m–2. Suposem que l’energia mitjana dels fotons que hi arriben és de 2,20 eV.\na) Quina és la longitud d’ona mitjana (en nm) dels fotons que arriben a la Terra?\nb) Calculeu el nombre de fotons que incideixen sobre una superfície d’1,00 cm² cada segon.\nDades: c = 3,00 × 10^8 m·s–1. h = 6,63 × 10–34 J·s. 1 eV = 1,602 × 10–19 J.",
    "imatge_enunciat": "examens/2016_sep.pdf",
    "imatge_solucio": "examens/2016_sep_sol.pdf",
    "id": "6-QM-6252"
  },
  {
    "any": 2017,
    "convocatoria": "jun_2",
    "problema": "P3A",
    "descripcio": "Comparació entre fotons i electrons en microscopis: energia, quantitat de moviment i resolució.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P3) Per a fer observacions, els microscopis òptics fan servir fotons i els microscopis electrònics utilitzen electrons. El poder de resolució d’un microscopi és la capacitat que té per a diferenciar com a punts separats dos punts molt propers i està determinat (en part) per la longitud d’ona de la radiació emprada, de tal manera que com més petita és la longitud d’ona de la radiació, més gran és la resolució del microscopi.\na) Calculeu l’energia dels fotons utilitzats en un microscopi òptic de llum visible de 400 nm de longitud d’ona. Quina és la quantitat de moviment d’aquests fotons?\nb) Fem servir un microscopi electrònic en què els electrons que ens permeten fer l’observació són accelerats per una diferència de potencial, de manera que assoleixen una quantitat de moviment de 3,31 × 10–25 kg·m·s–1. Calculeu la relació que hi ha entre el poder de resolució d’aquest microscopi electrònic i el del microscopi òptic de l’apartat anterior. Quin dels dos microscopis té més poder de resolució?\nDades: c = 3,00 × 10^8 m/s, h = 6,63 × 10–34 J·s.",
    "imatge_enunciat": "examens/2017_jun_2.pdf",
    "imatge_solucio": "examens/2017_jun_2_sol.pdf",
    "id": "6-QM-625262576257"
  },
  {
    "any": 2018,
    "convocatoria": "jun_1",
    "problema": "P5B",
    "descripcio": "Energia d’un fotó incident i treball d’extracció en l’efecte fotoelèctric.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P5) Sobre un metall alcalí incideix llum de longitud d’ona λ = 3,00 × 10^2 nm. Els fotoelectrons emesos tenen energia cinètica màxima de 2,00 eV.\na) Calculeu l’energia (en eV) d’un fotó incident.\nb) Determineu el treball d’extracció.\nDades: 1 eV = 1,60 × 10–19 J; h = 6,63 × 10–34 J·s; c = 3,00 × 10^8 m·s–1.",
    "imatge_enunciat": "examens/2018_jun_1.pdf",
    "imatge_solucio": "examens/2018_jun_1_sol.pdf",
    "id": "6-QM-625262536250"
  },
  {
    "any": 2018,
    "convocatoria": "sep",
    "problema": "P5B",
    "descripcio": "Fotoelèctric: energia dels fotons i energia cinètica dels electrons emesos.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P5) Un material alcalí té funció de treball 1,30 eV. Hi incideix llum de 500 nm.\na) Calculeu la freqüència i l’energia dels fotons.\nb) Calculeu l’energia cinètica dels electrons extrets.\nDades: h = 6,63 × 10–34 J·s; me = 9,11 × 10–31 kg; 1 eV = 1,60 × 10–19 J; c = 3,00 × 108 m·s–1.",
    "imatge_enunciat": "examens/2018_sep.pdf",
    "imatge_solucio": "examens/2018_sep_sol.pdf",
    "id": "6-QM-625262506253"
  },
  {
    "any": 2019,
    "convocatoria": "jun_1",
    "problema": "P5B",
    "descripcio": "Efecte fotoelèctric: energia dels fotons, funció de treball i velocitat màxima dels electrons.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P5) Quan s’il·lumina una superfície metàl·lica amb llum UV de λ = 300 nm, s’emeten electrons que s’aturen amb 1,04 V de potencial de frenada. [...] Deduiu l’expressió de la velocitat màxima dels fotoelectrons.",
    "imatge_enunciat": "examens/2019_jun_1.pdf",
    "imatge_solucio": "examens/2019_jun_1_sol.pdf",
    "id": "6-QM-6250625262536256"
  },
  {
    "any": 2019,
    "convocatoria": "jun_2",
    "problema": "P3A",
    "descripcio": "Balanç energètic de l’efecte fotoelèctric: longitud d’ona llindar i energia cinètica màxima.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P3) a) Escriviu l’equació del balanç energètic en l’efecte fotoelèctric. Digueu el significat de cada un dels termes i deduïu l’expressió de la longitud d’ona llindar únicament a partir de la funció de treball i constants universals. \nb) Il·luminem una placa de sodi (funció de treball 2,36 eV) amb radiació de freqüència 660 THz. Calculeu l’energia cinètica màxima dels fotoelectrons i el potencial de frenada necessari per aturar-los.",
    "imatge_enunciat": "examens/2019_jun_2.pdf",
    "imatge_solucio": "examens/2019_jun_2_sol.pdf",
    "id": "6-QM-62506252625362556256"
  },
  {
    "any": 2019,
    "convocatoria": "sep",
    "problema": "P5A",
    "descripcio": "Raigs gamma de 10 GeV: càlcul d’energia, freqüència, longitud d’ona i massa equivalent.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P5) El telescopi MAGIC estudia raigs còsmics de molt alta energia que produeixen cascades de raigs gamma de 10 GeV.\na) Calculeu la freqüència i la longitud d’ona.\nb) Determineu la massa equivalent d’aquests fotons.\nDades: c = 3,00 × 10^8 m·s–1. 1 eV = 1,60 × 10–19 J. h = 6,63 × 10–34 J·s.",
    "imatge_enunciat": "examens/2019_sep.pdf",
    "imatge_solucio": "examens/2019_sep_sol.pdf",
    "id": "6-QM-625262616252"
  },
  {
    "any": 2020,
    "convocatoria": "jun_2",
    "problema": "P8",
    "descripcio": "Hidrogen muònic: radi de l’òrbita i freqüència del fotó emès en una transició.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P8) En l’hidrogen muònic el muó substitueix l’electró i té massa 200 vegades major. a) Determineu el radi de l’òrbita fonamental i compareu el volum amb l’hidrogen habitual. b) A partir de les energies donades per als nivells n=1 i n=2, calculeu la freqüència i la longitud d’ona del fotó emès.",
    "imatge_enunciat": "examens/2020_jun_2.pdf",
    "imatge_solucio": "examens/2020_jun_2_sol.pdf",
    "id": "6-QM-626062526257"
  },
  {
    "any": 2020,
    "convocatoria": "sep",
    "problema": "P8",
    "descripcio": "Efecte fotoelèctric amb llum verda: energia cinètica i efecte d’augmentar la intensitat del feix.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P8) Tenim una fotocèl·lula amb material alcalí (W = 1,20 eV) i un feix de 10^7 fotons/s de longitud d’ona 500 nm. a) Calculeu l’energia cinètica dels electrons emesos. b) Si augmentem la intensitat del feix 10 vegades, què canvia en l’emissió? Justifiqueu-ho. Dades: h, c.",
    "imatge_enunciat": "examens/2020_sep.pdf",
    "imatge_solucio": "examens/2020_sep_sol.pdf",
    "id": "6-QM-62506252625362556257"
  },
  {
    "any": 2021,
    "convocatoria": "jun_1",
    "problema": "P8",
    "descripcio": "Energia dels fotons vermell i verd; reproducció de l’efecte fotoelèctric i representació qualitativa de l’energia cinètica.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P8) Tenim una ona de λ=750 nm (vermell) i una altra de λ=550 nm (verd).\na) Calculeu la freqüència, l’energia del fotó i d’un mol de fotons per a cada cas, i determineu quina és més energètica. [1,25 punts]\nb) Longitud d’ona llindar per a una placa de rubidi, E_c max i representació qualitativa de l’efecte fotoelèctric. [1,25 punts]\nDades: W₀ (rubidi)=3,46×10⁻¹⁹ J, NA, c, h, me.",
    "imatge_enunciat": "examens/2021_jun_1.pdf",
    "imatge_solucio": "examens/2021_jun_1_sol.pdf",
    "id": "6-QM-6252625362556257"
  },
  {
    "any": 2021,
    "convocatoria": "jun_2",
    "problema": "P8",
    "descripcio": "Teoria d’Einstein de l’efecte fotoelèctric, funció de treball i energia cinètica dels electrons.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P8) Millikan va mesurar l’energia dels fotoelectrons per determinar h.\na) Expliqueu la nova concepció de la llum segons Einstein i calculeu el treball d’extracció per a un metall amb f_llindar = 4,39×10¹⁴ Hz.\nb) Amb llum de λ = 420 nm, s’arrenquen electrons? Calculeu Ec i la longitud d’ona associada.\nDades: me, h, c.",
    "imatge_enunciat": "examens/2021_jun_2.pdf",
    "imatge_solucio": "examens/2021_jun_2_sol.pdf",
    "id": "6-QM-62506255625362576254"
  },
  {
    "any": 2021,
    "convocatoria": "sep",
    "problema": "P8",
    "descripcio": "Efecte fotoelèctric: funció de treball, freqüència llindar i potencial de frenada per llums de diferent longitud d’ona.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P8) En un experiment fotoelèctric, il·luminem un metall amb llum verda (546,1 nm) i s’observa un potencial de frenada de 0,376 V.\na) Determineu el treball d’extracció i el llindar de freqüència. [1,25 punts]\nb) Repetiu els càlculs per llum groga (587,5 nm). [1,25 punts]\nDades: me = 9,11×10⁻³¹ kg, |e| = 1,602×10⁻¹⁹ C, 1 eV = 1,602×10⁻¹⁹ J, c = 3×10⁸ m/s, h = 6,63×10⁻³⁴ J·s.",
    "imatge_enunciat": "examens/2021_sep.pdf",
    "imatge_solucio": "examens/2021_sep_sol.pdf",
    "id": "6-QM-6250625562566257"
  },
  {
    "any": 2022,
    "convocatoria": "jun_1",
    "problema": "P8",
    "descripcio": "Efecte fotoelèctric en cesi: càlcul del treball d’extracció, energies cinètiques i longitud d’ona de De Broglie.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P8) El càtode és de cesi i té freqüència llindar f0 = 4,59×10^14 Hz.\na) Calculeu el treball d’extracció i determineu per a quins làsers (blau, verd, infraroig) s’obté emissió, completant la taula i representant Ec vs f. [1,25p]\nb) Amb un làser de 8×10^14 Hz, determineu velocitat i longitud d’ona de De Broglie dels electrons emesos. [1,25p]",
    "imatge_enunciat": "examens/2022_jun_1.pdf",
    "imatge_solucio": "examens/2022_jun_1_sol.pdf",
    "id": "6-QM-6250625662576254"
  },
  {
    "any": 2022,
    "convocatoria": "jun_2",
    "problema": "P8",
    "descripcio": "Materialització fotó→e−e+, freqüència i λ corresponents i preguntes sobre antimatèria i anihilació.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P8) A l’abadia de Westminster... [text complet P8]",
    "imatge_enunciat": "examens/2022_jun_2.pdf",
    "imatge_solucio": "examens/2022_jun_2_sol.pdf",
    "id": "6-QM-625862596612"
  },
  {
    "any": 2022,
    "convocatoria": "sep",
    "problema": "P6",
    "descripcio": "Efecte fotoelèctric: variació del nombre d’electrons i de l’energia en funció de la freqüència.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P6) a) L’efecte fotoelèctric es produeix per la transferència d’energia dels fotons... [text complet de P6]",
    "imatge_enunciat": "examens/2022_sep.pdf",
    "imatge_solucio": "examens/2022_sep_sol.pdf",
    "id": "6-QM-62506252625362556256"
  },
  {
    "any": 2023,
    "convocatoria": "jun_1",
    "problema": "P7",
    "descripcio": "Anàlisi de l’efecte fotoelèctric, energia cinètica màxima i funcionament d’un dispositiu de seguretat basat en electrons emesos.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P7) En un centre d’estètica disposen d’una màquina de bronzejar... [text complet extret de la pàgina 14]",
    "imatge_enunciat": "examens/2023_jun_1.pdf",
    "imatge_solucio": "examens/2023_jun_1_sol.pdf",
    "id": "6-QM-6255625062526257"
  },
  {
    "any": 2023,
    "convocatoria": "jun_2",
    "problema": "P7",
    "descripcio": "Efecte fotoelèctric amb mètode del potencial invers: càlcul de h, freqüència llindar i emissió amb λ = 350 nm.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P7) En un experiment de mètode del potencial invers s’obtenen tres valors de potencial de frenada per a diferents freqüències [...] a) Quin elèctrode s’ha de posar a potencial alt? Relació entre V_f i f i càlcul de la constant de Planck. b) Freqüència llindar i emissió per llum de 350 nm.",
    "imatge_enunciat": "examens/2023_jun_2.pdf",
    "imatge_solucio": "examens/2023_jun_2_sol.pdf",
    "id": "6-QM-6256625262556257"
  },
  {
    "any": 2023,
    "convocatoria": "sep",
    "problema": "P7",
    "descripcio": "Efecte fotoelèctric: longitud d’ona llindar i selecció del material òptim per a un sensor UV.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P7) Volem construir un sensor UV sensible a 300 nm... a) Calculeu la longitud d’ona llindar del material perquè l’energia mínima dels electrons sigui 1 eV. [1,25 punts] b) Completeu la taula amb les longituds d’ona llindar de W, Mg i K i determineu quin material és adequat per al sensor. [1,25 punts]",
    "imatge_enunciat": "examens/2023_sep.pdf",
    "imatge_solucio": "examens/2023_sep_sol.pdf",
    "id": "6-QM-62556250"
  },
  {
    "any": 2024,
    "convocatoria": "jun",
    "problema": "P7",
    "descripcio": "Efecte fotoelèctric: treball d’extracció, potencial de frenada, velocitat dels electrons i longitud d’ona de De Broglie.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P7) Observem que en una mostra metàŀlica apareix l’efecte fotoelèctric ... [text complet pàg. 14 del PDF] ... Dades: c = 3×10⁸ m/s, h = 6,626×10−34 J·s, me = 9,11×10−31 kg.",
    "imatge_enunciat": "examens/2024_jun_1.pdf",
    "imatge_solucio": "examens/2024_jun_1_sol.pdf",
    "id": "6-QM-62506251625262536254"
  },
  {
    "any": 2025,
    "convocatoria": "jun",
    "problema": "P4B",
    "descripcio": "Efecte fotoelèctric: treball d’extracció, potencial de frenada, velocitat dels electrons i longitud d’ona de De Broglie.",
    "bloc": "Bloc 6 — Física moderna",
    "text": "Exercici 4. Física moderna — Opció 2)\nUn metall presenta efecte fotoelèctric per λ ≤ 650 nm.\n(a) Calculeu el treball d’extracció i el potencial de frenada per llum de 300 nm. (1,25 p)\n(b) Trobeu v(λ), la velocitat per λ = 500 nm i la λ de De Broglie associada. (1,25 p)\nDades: c = 3,00·10⁸ m/s, |e| = 1,602·10⁻¹⁹ C, me = 9,11·10⁻³¹ kg, h = 6,626·10⁻³⁴ J·s.",
    "imatge_enunciat": "examens/2025_jun_1.pdf",
    "imatge_solucio": "examens/2025_jun_1_sol.pdf",
    "id": "6-QM-62506251625262536254"
  },
  {
    "any": 2025,
    "convocatoria": "sep",
    "problema": "P2B",
    "bloc": "Bloc 4 — Camp elèctric / Model de Bohr",
    "descripcio": "Model de Bohr: deducció del moment angular, radi quantitzat i energies de l'òrbita n=1.",
    "text": "Exercici 2, opció B\nEl model de l’àtom d’hidrogen de Bohr suposa que l’electró descriu una òrbita circular...\na) Demostreu que L = e√(k m r). Trobeu l’expressió del radi de l’òrbita i calculeu-lo per n = 1.\nb) Calculeu Ec, Ep i Em per al nivell n=1.\n(TEXT COMPLET).",
    "imatge_enunciat": "examens/2025_sep.pdf",
    "imatge_solucio": "examens/2025_sep_sol.pdf",
    "id": "6-QM-625062526256"
  }
]