[
  {
    "any": 2008,
    "convocatoria": "jun_2",
    "problema": "P1",
    "descripcio": "MHS d’una massa unida a una molla: energia cinètica, energia mecànica i força en un punt concret.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P1) Una molla horitzontal està unida per l’extrem de l’esquerra a la paret i per l’extrem de la dreta a una partícula de massa 2 kg. Separem la partícula una distància de 25 cm cap a la dreta de la seva posició d’equilibri i la deixem anar. En aquest moment comencem a comptar el temps. La partícula descriu un moviment harmònic simple amb un període de 0,75 s. Quan la partícula es trobi a 0,10 m a la dreta del punt central de l’oscil·lació i s’estigui movent cap a la dreta, determineu:\na) L’energia cinètica de la partícula.\nb) L’energia mecànica del sistema.\nc) La força resultant que actua sobre la partícula. Doneu-ne el mòdul, la direcció i el sentit.",
    "imatge_enunciat": "examens/2008_jun_2.pdf",
    "imatge_solucio": "examens/2008_jun_2_sol.pdf",
    "id": "5-VI-5005500850045000"
  },
  {
    "any": 2008,
    "convocatoria": "sep",
    "problema": "Q1",
    "descripcio": "Determinació de l’equació d’una ona marina que mou una boia.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "Q1) La Xarxa XIOM fa servir boies per estudiar l’onatge. L’onatge té una alçada mitjana de 70 cm i un període de 5 s. Escriviu l’equació del moviment d’una boia que es mou com aquesta onada.",
    "imatge_enunciat": "examens/2008_sep.pdf",
    "imatge_solucio": "examens/2008_sep_sol.pdf",
    "id": "5-VI-50005006"
  },
  {
    "any": 2008,
    "convocatoria": "sep",
    "problema": "P2B",
    "descripcio": "Oscil·lador massa–molla horitzontal: període, equació del moviment i energia cinètica a x = 2 cm.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P2) Opció B — Una massa de 380 g lligada a una molla de k = 15 N/m. Desplacem 10 cm i deixem anar.\na) Període.\nb) Equació del moviment.\nc) Energia cinètica quan x = 2 cm.",
    "imatge_enunciat": "examens/2008_sep.pdf",
    "imatge_solucio": "examens/2008_sep_sol.pdf",
    "id": "5-VI-5006500050085004"
  },
  {
    "any": 2009,
    "convocatoria": "jun_2",
    "problema": "Q3A",
    "descripcio": "MHS: determinar k de la molla i la velocitat quan x = 20 cm.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "Q3) Una molla sense fregament amb m = 0,5 kg es desplaça 50 cm i es deixa anar. Es dona la gràfica d’Ep = kx²/2. Determineu k i la velocitat quan l’elongació és 20 cm.",
    "imatge_enunciat": "examens/2009_jun_2.pdf",
    "imatge_solucio": "examens/2009_jun_2_sol.pdf",
    "id": "5-VI-5004500450085005"
  },
  {
    "any": 2009,
    "convocatoria": "jun_2",
    "problema": "P2B",
    "descripcio": "MHS vertical amb molla: equació del moviment, velocitat al cap de 5 s i força recuperadora al cap de 6 s.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P2) Opció B — Un cos de 10 kg penjat d’una molla s’allarga 2 cm. S’estira 3 cm addicionals i es deixa oscil·lar.\na) Escriviu l’equació del moviment.\nb) Velocitat al cap de 5 s.\nc) Força recuperadora al cap de 6 s.",
    "imatge_enunciat": "examens/2009_jun_2.pdf",
    "imatge_solucio": "examens/2009_jun_2_sol.pdf",
    "id": "5-VI-500050054004"
  },
  {
    "any": 2009,
    "convocatoria": "sep",
    "problema": "Q2",
    "descripcio": "Moviment harmònic simple de l’èmbol d’una màquina de vapor.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "Q2) L’èmbol d’una màquina de vapor té un recorregut D = 100 cm i comunica a l’eix una velocitat angular de 60 rpm. Si el moviment de l’èmbol és un mhs, determineu la velocitat quan és a 20 cm d’un dels extrems del recorregut.",
    "imatge_enunciat": "examens/2009_sep.pdf",
    "imatge_solucio": "examens/2009_sep_sol.pdf",
    "id": "5-VI-5000500650085005"
  },
  {
    "any": 2009,
    "convocatoria": "sep",
    "problema": "P2A",
    "descripcio": "Moviment de rotació del tambor d’una assecadora: equacions ω(t), α(t), acceleracions i força sobre la roba.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P2) Opció A — El tambor d’una assecadora és un cilindre d’acer de radi 20 cm. La velocitat augmenta de 0 a 900 rpm en 10 s.\na) Escriviu ω(t) i α(t).\nb) Acceleració tangencial i centrípeta als 5 s.\nc) Força màxima sobre un jersei mullat de 0,5 kg a 900 rpm.",
    "imatge_enunciat": "examens/2009_sep.pdf",
    "imatge_solucio": "examens/2009_sep_sol.pdf",
    "id": "5-VI-500650055005"
  },
  {
    "any": 2010,
    "convocatoria": "jun_2",
    "problema": "P3B",
    "descripcio": "Diapasó: elongació i velocitat després d’un temps i anàlisi del fenomen d’interferència.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P3) Opció B — Un diapasó vibra amb f = 1000 Hz i A = 1 mm, amb els dos extrems en fase.\n(a) Calculeu y i v a t = 3,3·10^-4 s.\n(b) Raoneu si hi ha interferència i determineu els punts de màxim.",
    "imatge_enunciat": "examens/2010_jun_2.pdf",
    "imatge_solucio": "examens/2010_jun_2_sol.pdf",
    "id": "5-VI-50005005500655125513"
  },
  {
    "any": 2010,
    "convocatoria": "jun_3",
    "problema": "P3A",
    "descripcio": "Anàlisi energètica d'un MHS: energia cinètica, energia potencial i càlcul de la constant elàstica i la massa.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P3) Opció A — La gràfica mostra Ec(x) d’un oscil·lador harmònic.\n(a) Determineu Ec i Ep per x=0 i x=0,20 m i calculeu la constant elàstica.\n(b) Calculeu la massa de l’oscil·lador si f=(100/2π) Hz.",
    "imatge_enunciat": "examens/2010_jun_3.pdf",
    "imatge_solucio": "examens/2010_jun_3_sol.pdf",
    "id": "5-VI-5005500450045006"
  },
  {
    "any": 2010,
    "convocatoria": "sep",
    "problema": "P4B",
    "descripcio": "MHS amb molla: energies màximes, velocitat màxima, període, freqüència i equació del moviment.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P4) Opció B — Molla de k = 125 N/m amb massa de 200 g, desplaçada 12 cm.\n(a) Calculeu Ec_max, Ep_max i v_max.\n(b) Calculeu període, freqüència i l’equació x(t) prenent t=0 com l’instant de sortida.\n",
    "imatge_enunciat": "examens/2010_sep.pdf",
    "imatge_solucio": "examens/2010_sep_sol.pdf",
    "id": "5-VI-50055004500550065000"
  },
  {
    "any": 2011,
    "convocatoria": "jun_1",
    "problema": "P4A",
    "descripcio": "Moviment harmònic simple: obtenció de k a partir de la gràfica, freqüència i velocitat màxima per A=0,1414 m.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P4) Opció A — Una massa de 0,5 kg oscil·la unida a una molla en una superfície sense fregament.\nEs dóna una gràfica d'EM en funció d'A².\n(a) Determineu la freqüència d'oscil·lació.\n(b) Calculeu la velocitat màxima per una amplitud de 0,1414 m.",
    "imatge_enunciat": "examens/2011_jun_1.pdf",
    "imatge_solucio": "examens/2011_jun_1_sol.pdf",
    "id": "5-VI-5004500650055008"
  },
  {
    "any": 2011,
    "convocatoria": "jun_1",
    "problema": "P5A",
    "descripcio": "Espira circular sotmesa a B(t): intervals amb corrent induït, sentit i càlcul de la intensitat induïda.",
    "bloc": "Bloc 4 — Electromagnetisme",
    "text": "P5) Opció A — Espira de radi r = 25 cm sotmesa a un camp magnètic perpendicular. Es dóna gràfica de B(t).\n(a) Determineu si hi ha corrent induït en cada interval i el sentit.\n(b) Calculeu la intensitat induïda sabent que R = 5 Ω.",
    "imatge_enunciat": "examens/2011_jun_1.pdf",
    "imatge_solucio": "examens/2011_jun_1_sol.pdf",
    "id": "5-VI-5004500650055008"
  },
  {
    "any": 2011,
    "convocatoria": "jun_2",
    "problema": "P1",
    "descripcio": "Moviment harmònic simple en un pla horitzontal sense fricció: obtenció d’amplitud, freqüència, període, constant elàstica i valors de x, v i a en un instant donat.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P1) Una massa m = 0,3 kg, situada en un pla horitzontal sense fricció i unida a una molla horitzontal, descriu un moviment vibratori harmònic. L’energia cinètica màxima és 15 J.\n(a) Si entre els dos punts on la velocitat és nul·la hi ha 50 cm, calculeu amplitud, freqüència, període i la constant elàstica.\n(b) Calculeu posició, velocitat i acceleració a t = 3 s, sabent que a t = 0 s el cos té Ec màxima.",
    "imatge_enunciat": "examens/2011_jun_2.pdf",
    "imatge_solucio": "examens/2011_jun_2_sol.pdf",
    "id": "5-VI-500050065008500450055008"
  },
  {
    "any": 2011,
    "convocatoria": "sep",
    "problema": "P1",
    "descripcio": "Determinació de la velocitat màxima d'un moviment harmonic i càlcul de la constant elàstica i de la massa associada.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P1) La massa dels astronautes a l’espai es mesura amb un aparell que es basa en el moviment vibratori harmònic. Per a una massa de 60 kg, la freqüència d’oscil·lació és 0,678 Hz.\n(a) Calculeu la velocitat màxima si l’amplitud és 20 cm.\n(b) Amb una freqüència mesurada de 0,6064 Hz, calculeu la constant elàstica i la massa de l’astronauta.",
    "imatge_enunciat": "examens/2011_sep.pdf",
    "imatge_solucio": "examens/2011_sep_sol.pdf",
    "id": "5-VI-500650055004"
  },
  {
    "any": 2012,
    "convocatoria": "jun_1",
    "problema": "P4A",
    "descripcio": "Estudi experimental d'un MHS: obtenció de k, període i càlcul d'elongació i acceleració a t=3 s.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P4) Opció A — Set masses diferents es pengen d'una molla i es representa T^2 vs m.\n(a) Calculeu k i determineu el període per 32 g. Expliqueu si k depèn de la massa.\n(b) Amb m=100 g i A=10 cm, calculeu y(t) i a(t) a t=3 s, sabent que s'ha deixat anar des del punt més baix.",
    "imatge_enunciat": "examens/2012_jun_1.pdf",
    "imatge_solucio": "examens/2012_jun_1_sol.pdf",
    "id": "5-VI-5004500650005008"
  },
  {
    "any": 2012,
    "convocatoria": "jun_2",
    "problema": "P2",
    "descripcio": "Molla utilitzada com a balança: posició d’equilibri, oscil·lació de 10 cm i velocitat en passar per l’equilibri.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P2) Disposem d’una molla de k = 4,00 N/m i longitud natural 20,0 cm. Penjada verticalment, suportant una plataforma de massa 20 g.\na) Determineu la lectura del dial en equilibri.\nb) Afegim M = 300 g i desplacem 10 cm: calculeu la velocitat quan torna a passar per l’equilibri.\nDada: g = 9,81 m/s².",
    "imatge_enunciat": "examens/2012_jun_2.pdf",
    "imatge_solucio": "examens/2012_jun_2_sol.pdf",
    "id": "5-VI-500450055008"
  },
  {
    "any": 2013,
    "convocatoria": "jun_1",
    "problema": "P2",
    "descripcio": "Moviment harmònic simple: amplitud requerida i constant elàstica d’una molla.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P2) Som sensibles a vibracions de 6,0 Hz; per a amàx = 6,0 m/s²-Calculeu: a) l'amplitud. b) La constant elàstica d'una molla per a una massa de 85 kg que oscil·li a 6,0 Hz.",
    "imatge_enunciat": "examens/2013_jun_1.pdf",
    "imatge_solucio": "examens/2013_jun_1_sol.pdf",
    "id": "5-VI-500650085004"
  },
  {
    "any": 2013,
    "convocatoria": "jun_2",
    "problema": "P4B",
    "descripcio": "Moviment harmònic simple: k, massa, energia total, amplitud, ω, fase i equació del moviment.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P4) Opció B — Una massa lligada a una molla presenta x = 1,00 m i v = −5,44 m/s a t=0; Ek=12,00 J i Ep=4,00 J. a) Calculeu k, la massa i l’energia total. b) Determineu A, ω, fase i escriviu l’equació x(t).",
    "imatge_enunciat": "examens/2013_jun_2.pdf",
    "imatge_solucio": "examens/2013_jun_2_sol.pdf",
    "id": "5-VI-5004500650085000"
  },
  {
    "any": 2013,
    "convocatoria": "sep",
    "problema": "P4A",
    "descripcio": "MHS: amplitud, període, fase inicial, equació i energia mecànica.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P4) Opció A — Gràfica del moviment d’un cos de 250 g unit a una molla. a) Calculeu amplitud, freqüència angular, període i fase inicial. b) Escriviu l’equació del moviment i calculeu l’energia mecànica total.",
    "imatge_enunciat": "examens/2013_sep.pdf",
    "imatge_solucio": "examens/2013_sep_sol.pdf",
    "id": "5-VI-5006500650005008"
  },
  {
    "any": 2014,
    "convocatoria": "jun_2",
    "problema": "P5A",
    "descripcio": "MHS de l’agulla d’una màquina de cosir: equació del moviment, velocitat i acceleració màximes.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P5) Opció A — L’agulla d’una màquina de cosir oscil·la 20 mm en total i pot fer 1800 puntades/min. a) Determineu la freqüència i escriviu l’equació del moviment si en t=0 és a la màxima altura. b) Calculeu la velocitat i l’acceleració màximes.",
    "imatge_enunciat": "examens/2014_jun_2.pdf",
    "imatge_solucio": "examens/2014_jun_2_sol.pdf",
    "id": "5-VI-5000500650055008"
  },
  {
    "any": 2014,
    "convocatoria": "sep",
    "problema": "P5A",
    "descripcio": "Càlcul de la constant elàstica d’una molla a partir de la gràfica T²–m i energia i acceleració màxima d’un MHS.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P5) Opció A — A partir d’una gràfica de T² en funció de m, calculeu k. Amb amplitud 0,10 m, determineu Ec màxima. b) Amb k = 150 N/m, m = 1,5 kg i A = 0,20 m, calculeu a_max i el treball del fregament fins a aturar el moviment.",
    "imatge_enunciat": "examens/2014_sep.pdf",
    "imatge_solucio": "examens/2014_sep_sol.pdf",
    "id": "5-VI-500650045008"
  },
  {
    "any": 2015,
    "convocatoria": "jun_1",
    "problema": "P1",
    "descripcio": "Moviment harmònic simple d’un insecte en una teranyina: constant elàstica, massa equivalent i acceleració màxima.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P1) Les aranyes detecten vibracions a la teranyina. Un insecte de massa 1,58 g produeix una vibració de 12 Hz. a) Calculeu la constant elàstica de la teranyina. b) Determineu la massa d’un insecte que tindria un període de 0,12 s i calculeu l’acceleració màxima si l’amplitud és 2,0 mm. (g = 9,81 m/s²).",
    "imatge_enunciat": "examens/2015_jun_1.pdf",
    "imatge_solucio": "examens/2015_jun_1_sol.pdf",
    "id": "5-VI-500450065008"
  },
  {
    "any": 2015,
    "convocatoria": "jun_2",
    "problema": "P4B",
    "descripcio": "MHS vertical d’una boia: equació del moviment, velocitat màxima i energia cinètica.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P4) Opció B — Una boia descriu un MHS amb amplitud 0,5 m i període 2,0 s.\n(a) Escriviu l’equació del moviment.\n(b) Calculeu la velocitat màxima i l’energia cinètica màxima de la boia (massa 1,5 kg).",
    "imatge_enunciat": "examens/2015_jun_2.pdf",
    "imatge_solucio": "examens/2015_jun_2_sol.pdf",
    "id": "5-VI-500050055008"
  },
  {
    "any": 2016,
    "convocatoria": "jun_1",
    "problema": "P2",
    "descripcio": "Oscil·lacions de dues molles i representació de velocitat-temps.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P2) Tenim dues molles idèntiques. Un objecte A de 100 g que penja d’una de les molles osciŀla amb un període d’1,00 s i amb una amplitud de 5,00 cm.\na) Volem que l’altra molla osciŀli amb la mateixa amplitud, però amb una freqüència doble que la de la molla de què penja l’objecte A. Quina massa hem de penjar a la segona molla?\nb) Els dos objectes es deixen anar des de l’extrem inferior de l’oscil·lació. Representeu en una gràfica velocitat-temps la velocitat de cadascun dels objectes quan oscil·len durant 2 s en les condicions descrites. En la gràfica heu d’indicar clarament les escales dels eixos, les magnituds i les unitats. Durant els 2 s representats en la gràfica, en quins moments la diferència de fase entre els dos objectes és de π radians?",
    "imatge_enunciat": "examens/2016_jun_1.pdf",
    "imatge_solucio": "examens/2016_jun_1_sol.pdf",
    "id": "5-VI-500650055512"
  },
  {
    "any": 2016,
    "convocatoria": "jun_2",
    "problema": "P1",
    "descripcio": "Moviment harmònic simple del pistó d’un motor i càlcul de la velocitat i força màximes.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P1) El pistó d’un cilindre del motor d’explosió d’un vehicle desenvolupa un moviment vibratori harmònic simple. En un règim de funcionament determinat, té un recorregut de 20,0 cm (d’extrem a extrem) i el motor fa 1,91 × 10^3 rpm (revolucions per minut). En l’instant t = 0,00 s, el pistó està situat a 10,0 cm de la seva posició d’equilibri. Determineu:\na) L’equació de moviment i la velocitat màxima del pistó.\nb) El valor de la força màxima que actua sobre el pistó, si té una massa de 200 g.",
    "imatge_enunciat": "examens/2016_jun_2.pdf",
    "imatge_solucio": "examens/2016_jun_2_sol.pdf",
    "id": "5-VI-5000500650055004"
  },
  {
    "any": 2017,
    "convocatoria": "jun_1",
    "problema": "P3B",
    "descripcio": "Moviment harmònic simple aplicat a l’agulla d’una màquina de cosir.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P3) L’agulla d’una màquina de cosir osciŀla amb un desplaçament vertical de 15 mm. S’indica que l’agulla fa 1200 puntades per minut. Suposeu MHS.\n\na) Escriviu l’equació del moviment i representeu la gràfica posició-temps durant dos períodes.\nb) Calculeu la velocitat i l’acceleració màximes de l’agulla.",
    "imatge_enunciat": "examens/2017_jun_1.pdf",
    "imatge_solucio": "examens/2017_jun_1_sol.pdf",
    "id": "5-VI-5000500650055008"
  },
  {
    "any": 2018,
    "convocatoria": "jun_1",
    "problema": "P4A",
    "descripcio": "Moviment harmònic simple del vaixell a causa de les onades: equació, velocitat i acceleració.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P4) Les ones del mar fan navegar un vaixell a la deriva, de manera que es mou 2,00 m en vertical des del punt més alt al punt més baix cada 6,28 s.\na) Escriviu l’equació del moviment suposant que a l’instant inicial és al punt més alt.\nb) Determineu la velocitat i l’acceleració inicials del vaixell.",
    "imatge_enunciat": "examens/2018_jun_1.pdf",
    "imatge_solucio": "examens/2018_jun_1_sol.pdf",
    "id": "5-VI-5000500650055008"
  },
  {
    "any": 2018,
    "convocatoria": "jun_2",
    "problema": "P3A",
    "descripcio": "MHS d’una massa unida a una vareta rígida: constant elàstica, període i acceleració màxima.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P3) Una massa esfèrica d’acer de 0,300 kg està subjecta a una vareta metàl·lica prima i de massa negligible. Aquesta vareta està clavada verticalment a una massa fixa i pot oscil·lar lliurement. Si apliquem una força de 8,00 N sobre l’esfera, aquesta es desplaça 4,0 cm. Suposeu que aquest desplaçament és rectilini i horitzontal.\n a) Calculeu la constant elàstica k. Deduïu, a partir de la segona llei de Newton, la fórmula per obtenir la freqüència d’oscil·lació i calculeu el període.\n b) Deduïu, a partir de l’equació del moviment harmònic simple, la fórmula de l’acceleració màxima i calculeu-la.",
    "imatge_enunciat": "examens/2018_jun_2.pdf",
    "imatge_solucio": "examens/2018_jun_2_sol.pdf",
    "id": "5-VI-500450065008"
  },
  {
    "any": 2018,
    "convocatoria": "sep",
    "problema": "P2",
    "descripcio": "Estudi d’un moviment harmònic simple i efectes sobre una ona sonora associada.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P2) La figura mostra la gràfica posició-temps d’un objecte que descriu un moviment harmònic simple (MHS).\na) Determineu l’amplitud i la freqüència i escriviu l’equació del moviment x(t). Representeu la gràfica x-t d’un MHS amb la mateixa amplitud però la meitat de freqüència.\nb) Quins efectes sobre la freqüència i la longitud d’ona tindran els canvis següents?\n— L’ona es reflecteix en una superfície.\n— L’ona passa de l’aire a l’aigua.\n— El focus sonor es mou cap a nosaltres.",
    "imatge_enunciat": "examens/2018_sep.pdf",
    "imatge_solucio": "examens/2018_sep_sol.pdf",
    "id": "5-VI-50065000550755085513"
  },
  {
    "any": 2019,
    "convocatoria": "jun_1",
    "problema": "P3A",
    "descripcio": "Determinació de la massa d’un astronauta mitjançant un MHS i del camp gravitatori de la Lluna amb un pèndol.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P3) Un astronauta que és a l’espai vol mesurar la seva massa. S’asseu i es lliga a una cadira de 2,00 kg unida a una molla [...] Posteriorment aquest astronauta arriba a la Lluna, on fa oscil·lar un pèndol simple d’1,00 kg i 1,50 m de longitud. [...] Quina és la massa de la Lluna?",
    "imatge_enunciat": "examens/2019_jun_1.pdf",
    "imatge_solucio": "examens/2019_jun_1_sol.pdf",
    "id": "5-VI-500650045006"
  },
  {
    "any": 2019,
    "convocatoria": "jun_2",
    "problema": "P1",
    "descripcio": "Oscil·lacions mecàniques microscòpiques i determinació de la constant elàstica i de la massa d’un virus.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P1) L’any 2004 es va aconseguir mesurar la massa d’un virus. Es va determinar la freqüència d’oscil·lació d’un braç horitzontal petitíssim, primer sense el virus i després amb el virus adherit. Sense el virus, la freqüència d’oscil·lació era de 2,00 × 10^15 Hz, i amb el virus, aquesta freqüència va ser de 2,87 × 10^14 Hz. \na) Si suposem que el braç horitzontal sense el virus adherit es comporta com una molla amb una massa oscil·lant de 2,10 × 10–16 g lligada a un extrem, quina és la constant elàstica d’aquesta suposada molla? \nb) Partint de la mateixa suposició anterior sobre el comportament oscil·latori del sistema, calculeu la massa del virus.",
    "imatge_enunciat": "examens/2019_jun_2.pdf",
    "imatge_solucio": "examens/2019_jun_2_sol.pdf",
    "id": "5-VI-50045006"
  },
  {
    "any": 2019,
    "convocatoria": "sep",
    "problema": "P1",
    "descripcio": "Oscil·lador harmònic: període, energia cinètica màxima i equació de l’ona que genera.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P1) La gràfica següent mostra l’energia potencial elàstica d’un osciŀlador harmònic en funció del quadrat de la seva elongació. L’osciŀlador té una massa de 62,5 g.\na) Calculeu el període d’osciŀlació. Si l’osciŀlador descriu un moviment vibratori harmònic amb una amplitud de 60 cm, calculeu-ne l’energia cinètica màxima.\nb) L’osciŀlació genera una ona en una corda que es propaga a una velocitat de 30 m·s–1. Escriviu l’equació de l’ona que es propaga per la corda.",
    "imatge_enunciat": "examens/2019_sep.pdf",
    "imatge_solucio": "examens/2019_sep_sol.pdf",
    "id": "5-VI-50065002500155125509"
  },
  {
    "any": 2020,
    "convocatoria": "jun_2",
    "problema": "P1",
    "descripcio": "Determinació de la constant elàstica, la massa i representació de les energies en un MHS.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P1) La gràfica següent ens mostra l’energia potencial elàstica en funció de l’elongació (x) per a un sistema format per una massa unida a una molla horitzontal que compleix la llei de Hooke. a) Trobeu el valor de la constant elàstica de la molla. Quan fem osciŀlar el sistema, descriu 10 osciŀlacions completes en 6,52 s. Calculeu la massa de l’objecte. b) Representeu, sobre el mateix gràfic, l’energia cinètica i la mecànica per a un MHS d’amplitud 10 cm.",
    "imatge_enunciat": "examens/2020_jun_2.pdf",
    "imatge_solucio": "examens/2020_jun_2_sol.pdf",
    "id": "5-VI-5004500650025001"
  },
  {
    "any": 2020,
    "convocatoria": "sep",
    "problema": "P3",
    "descripcio": "MHS a la teranyina: massa de l’aranya i constant elàstica del sistema.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P3) El moviment dels insectes en una teranyina és un MHS. L’aranya sola produeix una vibració de 12 Hz, i aranya + insecte de 10 Hz. a) Calculeu la massa de l’aranya. b) Calculeu la constant elàstica i indiqueu on s’assoleixen màxima velocitat i màxima acceleració.",
    "imatge_enunciat": "examens/2020_sep.pdf",
    "imatge_solucio": "examens/2020_sep_sol.pdf",
    "id": "5-VI-5006500450055008"
  },
  {
    "any": 2021,
    "convocatoria": "jun_1",
    "problema": "P3",
    "descripcio": "MHS d’un bloc unit a una molla: amplitud, període, equació del moviment i representació d’energies.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P3) Un bloc de massa 2 kg, que inicialment es troba en repòs, està lligat a l’extrem d’una molla de constant elàstica 300 N/m i longitud natural 30 cm. Es desplaça fins a 45 cm i s’allibera. La fricció és negligible.\na) Determineu l’amplitud i el període de l’oscillació. Escriviu l’equació del moviment. [1,25 punts]\nb) Representeu l’evolució de l’energia mecànica, cinètica i potencial durant un període. [1,25 punts]",
    "imatge_enunciat": "examens/2021_jun_1.pdf",
    "imatge_solucio": "examens/2021_jun_1_sol.pdf",
    "id": "5-VI-50065000500150025003"
  },
  {
    "any": 2021,
    "convocatoria": "jun_2",
    "problema": "P6",
    "descripcio": "Salt de pont com a MHS: període, equació del moviment, constant elàstica i longitud final de la corda.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P6) Una saltadora de 60 kg fa 6 oscil·lacions en 30 s amb una corda de longitud inicial 30 m i amplitud 4 m.\na) Calculeu f, T, ω i escriviu l’equació del moviment.\nb) Determineu la constant elàstica i la longitud de la corda al punt d’equilibri.",
    "imatge_enunciat": "examens/2021_jun_2.pdf",
    "imatge_solucio": "examens/2021_jun_2_sol.pdf",
    "id": "5-VI-5006500050045007"
  },
  {
    "any": 2022,
    "convocatoria": "jun_2",
    "problema": "P3",
    "descripcio": "Determinació de k i f a partir d’un gràfic T²–m i equació del MHS amb màxims de v i a.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P3) Per a estudiar les característiques d’una molla... [text complet P3]",
    "imatge_enunciat": "examens/2022_jun_2.pdf",
    "imatge_solucio": "examens/2022_jun_2_sol.pdf",
    "id": "5-VI-50095006500050055008"
  },
  {
    "any": 2023,
    "convocatoria": "jun_2",
    "problema": "P3",
    "descripcio": "Oscil·lador harmònic simple: amplitud, període, constant elàstica, equació del moviment i gràfica de la velocitat.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P3) Una massa de 2 kg està unida a una molla i oscil·la amb un moviment harmònic simple. La gràfica mostra x(t) [...] a) A partir de la gràfica determineu amplitud, període, constant elàstica i equació x(t). b) Deriveu v(t) i representeu-la indicant punts d’acceleració nul·la i intervals on l’acceleració és positiva o negativa.",
    "imatge_enunciat": "examens/2023_jun_2.pdf",
    "imatge_solucio": "examens/2023_jun_2_sol.pdf",
    "id": "5-VI-50065004500050055008"
  },
  {
    "any": 2023,
    "convocatoria": "sep",
    "problema": "P5",
    "descripcio": "Mesurar una massa amb un MHS i deduir l’equació de moviment amb vₘₐₓ i aₘₐₓ.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P5) a) Justifiqueu si es pot determinar la massa d’un objecte penjat d’una molla a partir del període d’oscil·lació i si el resultat seria el mateix a la Lluna. [1,25 punts] b) Deduïu l’equació del moviment d’un MHS amb A = 6,00 cm, f = 10,0 Hz i acceleració màxima inicial. Calculeu v_max i a_max. [1,25 punts]",
    "imatge_enunciat": "examens/2023_sep.pdf",
    "imatge_solucio": "examens/2023_sep_sol.pdf",
    "id": "5-VI-5006500050055008"
  },
  {
    "any": 2024,
    "convocatoria": "jun",
    "problema": "P2",
    "descripcio": "Moviment harmònic simple combinat: massa en molla i massa en moviment circular. Equacions, energia i representacions.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P2) Al laboratori dissenyem un experiment amb dues masses que fan moviments independents ... [text complet pàg. 4 del PDF] ... Representació de l’energia mecànica, potencial i cinètica.",
    "imatge_enunciat": "examens/2024_jun_1.pdf",
    "imatge_solucio": "examens/2024_jun_1_sol.pdf",
    "id": "5-VI-500050015002500350045755"
  },
  {
    "any": 2024,
    "convocatoria": "jun2",
    "problema": "P6",
    "bloc": "Bloc 5 — Vibracions i ones",
    "descripcio": "Microscopi de forces atòmiques: moviment harmònic simple de la punta, amplitud, període, freqüència angular, equació del moviment, acceleració màxima i massa equivalent.",
    "text": "Es presenta el funcionament d’un AFM, on la punta oscil·la verticalment com una massa subjecta a una molla. A partir d’un gràfic de la posició en funció del temps s’han de determinar l’amplitud, el període i la freqüència angular, escriure l’equació del moviment harmònic simple i calcular l’acceleració màxima. En una segona part, sabent la constant elàstica de la molla, es demana obtenir la massa equivalent de la punta i raonar si un augment del període observat correspon a una pèrdua o a un guany de massa.",
    "imatge_enunciat": "examens/2024_jun_2.pdf",
    "imatge_solucio": "examens/2024_jun_2_sol.pdf",
    "id": "5-VI-500050065007"
  },
  {
    "any": 2024,
    "convocatoria": "sep",
    "problema": "P7",
    "descripcio": "MHS: període, constant de molla, equació del moviment i energia; velocitat a una posició concreta.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P7) Una massa de 100 g fa 40 oscil·lacions per minut i té amplitud total de 15 cm... a) Període, constant de la molla, equació i representació de la força elàstica. [1,25 p] b) Energia mecànica, Ec(x) i velocitat a y = +3 cm. [1,25 p]",
    "imatge_enunciat": "examens/2024_sep.pdf",
    "imatge_solucio": "examens/2024_sep_sol.pdf",
    "id": "5-VI-50005001500250035004500550065007"
  },
  {
    "any": 2025,
    "convocatoria": "jun",
    "problema": "P3",
    "descripcio": "Moviment harmònic simple vertical i moviment circular equivalent: equació del moviment, energia total, constant elàstica, velocitat i Ec(t).",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "Exercici 3. Vibracions i ones\nUna massa de 0,5 kg en una molla segueix un MHS vertical. Una segona massa gira a 19 cm del centre d’un disc amb ω = 6,41 rad/s. Les dues ombres tenen el mateix moviment.\n(a) Escriviu y(t) des del punt més baix. Trobeu energia mecànica i constant elàstica. (1,25 p)\n(b) Calculeu v(t) i Ec(t). Representeu Em, Ep i Ec en funció de la posició. (1,25 p)",
    "imatge_enunciat": "examens/2025_jun_1.pdf",
    "imatge_solucio": "examens/2025_jun_1_sol.pdf",
    "id": "5-VI-500050015002500350045005"
  }
]