[
  {
    "any": 2020,
    "convocatoria": "sep",
    "problema": "P1",
    "descripcio": "Òrbita el·líptica de la Terra: velocitat mínima a l’afeli, aplicació de l’energia i càlcul del camp gravitatori del Sol.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P1) La trajectòria de la Terra al voltant del Sol és una el·lipse [...] a) Dibuixeu una òrbita clarament el·líptica indicant el Sol i la posició de la Terra un dia d’hivern. Utilitzant arguments d’energia, justifiqueu per què la velocitat és mínima a l’afeli. Quina és la distància a l’afeli? b) Quina intensitat de camp gravitatori genera el Sol a la seva superfície? Quin és el pes d’una massa de 10 kg? Dades: G, MTerra, MSol, RSol.",
    "imatge_enunciat": "examens/2020_sep.pdf",
    "imatge_solucio": "examens/2020_sep_sol.pdf"
  },

  {
    "any": 2020,
    "convocatoria": "sep",
    "problema": "P2",
    "descripcio": "Força elèctrica entre dues esferes carregades unides per una molla i intensitat del camp sobre un electró.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P2) Dues esferes conductores idèntiques estan unides per una molla [...] a) Quan les esferes estan carregades i separades 1,00 m, calculeu la força aplicada per la molla i la càrrega de cada esfera. b) Un electró es troba equidistant de les dues esferes. Calculeu el mòdul del camp elèctric i l’acceleració, i representeu direccions i sentits. Dades: k, me, |e|.",
    "imatge_enunciat": "examens/2020_sep.pdf",
    "imatge_solucio": "examens/2020_sep_sol.pdf"
  },

  {
    "any": 2020,
    "convocatoria": "sep",
    "problema": "P3",
    "descripcio": "MHS a la teranyina: massa de l’aranya i constant elàstica del sistema.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P3) El moviment dels insectes en una teranyina és un MHS. L’aranya sola produeix una vibració de 12 Hz, i aranya + insecte de 10 Hz. a) Calculeu la massa de l’aranya. b) Calculeu la constant elàstica i indiqueu on s’assoleixen màxima velocitat i màxima acceleració.",
    "imatge_enunciat": "examens/2020_sep.pdf",
    "imatge_solucio": "examens/2020_sep_sol.pdf"
  },

  {
    "any": 2020,
    "convocatoria": "sep",
    "problema": "P4",
    "descripcio": "Força elèctrica i magnètica sobre partícules carregades, condicions per no desviació i direccions de les forces.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P4) Un protó es mou en direcció positiva de l’eix OY amb camps E→ = 3,0×10^5 k→ N/C i B→ = 0,60 i→ T. a) Representeu les forces que actuen i determineu quan no es desvia. b) Analitzeu el cas d’un electró amb velocitat 5×10^5 j→ m/s i indiqueu si es desvia i en quin sentit.",
    "imatge_enunciat": "examens/2020_sep.pdf",
    "imatge_solucio": "examens/2020_sep_sol.pdf"
  },

  {
    "any": 2020,
    "convocatoria": "sep",
    "problema": "P5",
    "descripcio": "Formació i desintegració del carboni 14 i datació d’una mostra antiga.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P5) La datació per carboni 14 és una eina útil per estimar l’edat de restes òssies. a) Escriviu la reacció nuclear de formació del 14C a partir del nitrogen i jutgeu si absorbeix o allibera energia. b) Una mostra B té un 23% menys de 14C que una mostra A recent. Quina edat té la mostra B? Dades: T1/2 = 5730 anys, masses atòmiques.",
    "imatge_enunciat": "examens/2020_sep.pdf",
    "imatge_solucio": "examens/2020_sep_sol.pdf"
  },

  {
    "any": 2020,
    "convocatoria": "sep",
    "problema": "P6",
    "descripcio": "Inducció magnètica en una espira per moviment d’un imant i sentit del corrent segons Faraday-Lenz.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P6) Un imant es mou cap a una espira en el pla XZ. a) Dibuixeu línies de camp i determineu si s’indueix corrent i el seu sentit. b) Si l’imant s’allunya, determineu si apareix força i en quin sentit, justificant amb la llei de Lenz.",
    "imatge_enunciat": "examens/2020_sep.pdf",
    "imatge_solucio": "examens/2020_sep_sol.pdf"
  },

  {
    "any": 2020,
    "convocatoria": "sep",
    "problema": "P7",
    "descripcio": "Ones estacionàries en una corda: longituds d’ona, velocitat de propagació i efecte d’escurçar la corda.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P7) Una corda de 40 cm vibra i genera un espectre amb pics A, B, C i D. a) Representeu els modes estacionaris, identifiqueu nodes i ventres, i calculeu les longituds d’ona i la velocitat. b) Si la corda passa a 20 cm, determineu les noves longituds d’ona i freqüències.",
    "imatge_enunciat": "examens/2020_sep.pdf",
    "imatge_solucio": "examens/2020_sep_sol.pdf"
  },

  {
    "any": 2020,
    "convocatoria": "sep",
    "problema": "P8",
    "descripcio": "Efecte fotoelèctric amb llum verda: energia cinètica i efecte d’augmentar la intensitat del feix.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P8) Tenim una fotocèl·lula amb material alcalí (W = 1,20 eV) i un feix de 10^7 fotons/s de longitud d’ona 500 nm. a) Calculeu l’energia cinètica dels electrons emesos. b) Si augmentem la intensitat del feix 10 vegades, què canvia en l’emissió? Justifiqueu-ho. Dades: h, c.",
    "imatge_enunciat": "examens/2020_sep.pdf",
    "imatge_solucio": "examens/2020_sep_sol.pdf"
  }
]
