[
  {
    "any": 2021,
    "convocatoria": "jun_1",
    "problema": "P1",
    "descripcio": "Deducció de la tercera llei de Kepler i càlcul de la massa del Sol utilitzant dades orbitals planetàries.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P1) Gràcies a les valuoses dades sobre les posicions dels astres que Tycho Brahe va recollir al llarg de la seva vida, Johannes Kepler va poder formular les seves famoses tres lleis.\na) Deduïu la tercera llei de Kepler a partir de la segona llei de Newton i de la llei de gravitació universal, suposant que els planetes descriuen moviments circulars uniformes. [1,25 punts]\nb) A partir de les dades de la taula, determineu la massa del Sol.\nPlaneta Radi de l’òrbita (10^9 m) Període (anys)\nMercuri 57,90 0,2408\nVenus 108,2 0,6152\nTerra 149,6 1,000\nMart 228,0 1,881\nDada: G = 6,67 × 10⁻¹¹ N·m²·kg⁻².",
    "imatge_enunciat": "examens/2021_jun_1.pdf",
    "imatge_solucio": "examens/2021_jun_1_sol.pdf"
  },
  {
    "any": 2021,
    "convocatoria": "jun_1",
    "problema": "P2",
    "descripcio": "Camp elèctric creat per tres càrregues iguals en triangle equilàter i càlcul de l’energia de formació del sistema.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P2) Tres càrregues negatives iguals, –q, es troben situades en els vèrtexs d’un triangle equilàter de costat d.\na) Hi ha algun punt a l’interior del triangle on el camp elèctric sigui nul? Justifiqueu la resposta. Determineu el mòdul, la direcció i el sentit del camp elèctric en el vèrtex superior creat per les dues càrregues situades a la base. [1,25 punts]\nb) Determineu l’energia de formació d’aquest sistema de càrregues. Expresseu el resultat en funció de q, d i la constant de Coulomb. [1,25 punts]",
    "imatge_enunciat": "examens/2021_jun_1.pdf",
    "imatge_solucio": "examens/2021_jun_1_sol.pdf"
  },
  {
    "any": 2021,
    "convocatoria": "jun_1",
    "problema": "P3",
    "descripcio": "MHS d’un bloc unit a una molla: amplitud, període, equació del moviment i representació d’energies.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P3) Un bloc de massa 2 kg, que inicialment es troba en repòs, està lligat a l’extrem d’una molla de constant elàstica 300 N/m i longitud natural 30 cm. Es desplaça fins a 45 cm i s’allibera. La fricció és negligible.\na) Determineu l’amplitud i el període de l’oscillació. Escriviu l’equació del moviment. [1,25 punts]\nb) Representeu l’evolució de l’energia mecànica, cinètica i potencial durant un període. [1,25 punts]",
    "imatge_enunciat": "examens/2021_jun_1.pdf",
    "imatge_solucio": "examens/2021_jun_1_sol.pdf"
  },
  {
    "any": 2021,
    "convocatoria": "jun_1",
    "problema": "P4",
    "descripcio": "Camp elèctric uniforme: càlculs de potencial, moviment d’un protó i treball realitzat pel camp.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P4) En una regió quadrada de costat d = 12 mm hi ha un camp elèctric uniforme de 2,00×10⁶ N/C.\na) Calculeu VB–VA i VD–VC justificant el signe de les diferències de potencial. [1,25 punts]\nb) Deixem un protó en repòs al punt A. Quin moviment descriu? Quina velocitat tindrà en sortir de la regió? Quin treball fa el camp elèctric? [1,25 punts]\nDades: mp = 1,67×10⁻²⁷ kg, |e| = 1,602×10⁻¹⁹ C.",
    "imatge_enunciat": "examens/2021_jun_1.pdf",
    "imatge_solucio": "examens/2021_jun_1_sol.pdf"
  },
  {
    "any": 2021,
    "convocatoria": "jun_1",
    "problema": "P5",
    "descripcio": "Desintegració β⁺ del nitrogen-13 i equació de desintegració; relació λ–T1/2 i evolució temporal de l’activitat.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P5) a) Escriviu A, Z i N del ¹³₇N. Escriviu la reacció de desintegració β⁺ del ¹³₇N i justifiqueu per què no pot tenir lloc fora d’un nucli. [1,25 punts]\nb) A partir de N(t)=N₀e^{-λt}, determineu λ en funció de T1/2. El període del ¹³₇N és 9,965 min. Si inicialment hi ha 5 ng, quina massa quedarà al cap de 30 min? Doneu l’expressió de l’activitat i quant temps cal perquè es redueixi a l’1%. [1,25 punts]",
    "imatge_enunciat": "examens/2021_jun_1.pdf",
    "imatge_solucio": "examens/2021_jun_1_sol.pdf"
  },
  {
    "any": 2021,
    "convocatoria": "jun_1",
    "problema": "P6",
    "descripcio": "Inducció magnètica en una bobina: flux, FEM, corrent màxim i anàlisi de gràfiques segons la freqüència.",
    "bloc": "Bloc 4 — Camp gravitatori i electromagnètic",
    "text": "P6) Un imant es desplaça davant una bobina creant un camp magnètic B(t)=B₀cos(ωt+φ₀).\na) Determineu el flux i la FEM en funció de B₀, ω, φ₀, N i S. [1,25 punts]\nb) Determineu el corrent màxim si la bobina té resistència R. Indiqueu quina gràfica representa la FEM quan es redueix la freqüència del moviment i justifiqueu-ho. [1,25 punts]",
    "imatge_enunciat": "examens/2021_jun_1.pdf",
    "imatge_solucio": "examens/2021_jun_1_sol.pdf"
  },
  {
    "any": 2021,
    "convocatoria": "jun_1",
    "problema": "P7",
    "descripcio": "Harmònic fonamental i tercer harmònic d’una corda; velocitat de l’ona i nivell d’intensitat sonora en un concert.",
    "bloc": "Bloc 5 — Vibracions i ones",
    "text": "P7) Un violí té una corda de 32,5 cm i la freqüència fonamental del re major és 38,89 Hz.\na) Dibuixeu l’harmònic fonamental i el tercer. Calculeu les longituds d’ona, la velocitat i la nova freqüència si la corda passa a 27 cm. [1,25 punts]\nb) Un espectador percep 30 dB dels violins situats a 23 m. Calculeu la potència emesa i el nou nivell si el nombre de violinistes es redueix a la meitat. [1,25 punts]",
    "imatge_enunciat": "examens/2021_jun_1.pdf",
    "imatge_solucio": "examens/2021_jun_1_sol.pdf"
  },
  {
    "any": 2021,
    "convocatoria": "jun_1",
    "problema": "P8",
    "descripcio": "Energia dels fotons vermell i verd; reproducció de l’efecte fotoelèctric i representació qualitativa de l’energia cinètica.",
    "bloc": "Bloc 6 — Física relativista, quàntica, nuclear i de partícules",
    "text": "P8) Tenim una ona de λ=750 nm (vermell) i una altra de λ=550 nm (verd).\na) Calculeu la freqüència, l’energia del fotó i d’un mol de fotons per a cada cas, i determineu quina és més energètica. [1,25 punts]\nb) Longitud d’ona llindar per a una placa de rubidi, E_c max i representació qualitativa de l’efecte fotoelèctric. [1,25 punts]\nDades: W₀ (rubidi)=3,46×10⁻¹⁹ J, NA, c, h, me.",
    "imatge_enunciat": "examens/2021_jun_1.pdf",
    "imatge_solucio": "examens/2021_jun_1_sol.pdf"
  }
]

